{
  "pdf_miner_version": "20240706",
  "os": "Linux-6.5.0-1025-azure-x86_64-with-glibc2.31",
  "exec_at": "20241016160855",
  "pages": [
    {
      "page_number": 47,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　37",
        "第 3 章 　不正競争（第 2 条関係）",
        "第 1 節 　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）",
        "1 　不正競争（第 2 条第 1 項柱書）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　本条第 1 項は、",
        "　①　混同惹起行為（第 1 号）",
        "　②　著名表示冒用行為（第 2 号）",
        "　③　他人の商品の形態を模倣した商品を譲渡等する行為（第 3 号）",
        "　④　営業秘密に係る不正行為（第 4 号～第10号）",
        "　⑤　限定提供データに係る不正行為（第11号～第16号）",
        "　⑥　技術的制限手段に対する不正行為（第17号・第18号）",
        "　⑦　ドメイン名に係る不正行為（第19号）",
        "　⑧　誤認惹起行為（第20号）",
        "　⑨　信用毀損行為（第21号）",
        "　⑩　代理人等の商標冒用行為（第22号）\nを不正競争としている（注）。各号の詳細については、第 2 節以降で説明を行\nう。",
        "（注） 　いわゆる一般条項の導入の是非については、積極論、消極論の両方の見解が",
        "存在するが、平成 5 年以降の改正にあたっては、旧法以来の限定列挙主義を維",
        "持している。",
        ""
      ]
    },
    {
      "page_number": 48,
      "lines": [
        "38　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "2 　不正競争行為に関する定義規定（第 2 条第 2 項～第11項）",
        "　（定義）",
        "第二条",
        "2  　この法律において「商標」とは、商標法第二条第一項に規定する商標",
        "をいう。",
        "3  　この法律において「標章」とは、商標法第二条第一項に規定する標章",
        "をいう。",
        "4  　この法律において「商品の形態」とは、需要者が通常の用法に従った",
        "使用に際して知覚によって認識することができる商品の外部及び内部の",
        "形状並びにその形状に結合した模様、色彩、光沢及び質感をいう。",
        "5  　この法律において「模倣する」とは、他人の商品の形態に依拠して、",
        "これと実質的に同一の形態の商品を作り出すことをいう。",
        "6  　この法律において「営業秘密」とは、秘密として管理されている生産",
        "方法、販売方法その他の事業活動に有用な技術上又は営業上の情報で",
        "あって、公然と知られていないものをいう。",
        "7  　この法律において「限定提供データ」とは、業として特定の者に提供",
        "する情報として電磁的方法（電子的方法、磁気的方法その他人の知覚に",
        "よっては認識することができない方法をいう。次項において同じ。）によ",
        "り相当量蓄積され、及び管理されている技術上又は営業上の情報（営業",
        "秘密を除く。）をいう。",
        "8  　この法律において「技術的制限手段」とは、電磁的方法により影像若",
        "しくは音の視聴、プログラムの実行若しくは情報の処理又は影像、音、",
        "プログラムその他の情報の記録を制限する手段であって、視聴等機器（影",
        "像若しくは音の視聴、プログラムの実行若しくは情報の処理又は影像、",
        "音、プログラムその他の情報の記録のために用いられる機器をいう。以",
        "下この項において同じ。）が特定の反応をする信号を記録媒体に記録し、",
        "若しくは送信する方式又は視聴等機器が特定の変換を必要とするよう影",
        "像、音、プログラムその他の情報を変換して記録媒体に記録し、若しく",
        "は送信する方式によるものをいう。",
        ""
      ]
    },
    {
      "page_number": 49,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　39",
        "9  　この法律において「プログラム」とは、電子計算機に対する指令であっ",
        "て、一の結果を得ることができるように組み合わされたものをいう。",
        "10 　この法律において「ドメイン名」とは、インターネットにおいて、個々",
        "の電子計算機を識別するために割り当てられる番号、記号又は文字の組",
        "合せに対応する文字、番号、記号その他の符号又はこれらの結合をいう。",
        "11 　この法律にいう「物」には、プログラムを含むものとする。",
        "　本法においては、第 2 条第 1 項各号において「不正競争」を定義すると",
        "ともに、第 2 条第 2 項以下に、特に必要な用語についての定義規定が置か",
        "れている。",
        "　具体的には、「商標」「標章」の語が混同惹起行為（第 1 号）、著名表示冒",
        "用行為（第 2 号）、ドメイン名に係る不正行為（第19号）、代理人等の商標冒",
        "用行為（第22号）、外国の国旗等の商業上の使用禁止（第16条）、及び国際機",
        "関の標章の商業上の使用禁止（第17条）の各規定に、「商品の形態」「模倣",
        "する」の語が他人の商品の形態を模倣した商品を譲渡等する行為（第 3 号）",
        "に、「営業秘密」の語が営業秘密に係る不正行為（第 4 号～第10号）に、「限",
        "定提供データ」の語が限定提供データに係る不正行為（第11号～第16号）に、",
        "「技術的制限手段」「プログラム」の語が技術的制限手段に対する不正行為",
        "（第17号・第18号）に、「ドメイン名」の語がドメイン名に係る不正行為（第",
        "19号）にそれぞれ用いられている。そこで、各語についての定義規定を設",
        "けてそれぞれその意義を明確化することとしている。また、営業秘密侵害",
        "品の譲渡等に係る不正競争の定義規定（第 2 条第 1 項第10号）、差止請求権",
        "（第 3 条第 2 項）、損害の額の推定等（第 5 条第 1 項）、技術上の秘密を取得し",
        "た者の当該技術上の秘密を使用する行為等の推定（第 5 条の 2 ）、具体的態",
        "様の明示義務（第 6 条）、適用除外（第19条第 1 項第 8 号）、罰則（第21条第 1",
        "項第 5 号、同条第 2 項第 5 号）に「物」の語が用いられている。",
        "　このうち、「商標」「標章」「営業秘密」は平成 5 年改正時に、「技術的制",
        "限手段」「プログラム」は平成11年改正時に、「ドメイン名」は平成13年改",
        "正時に、「物」は平成15年改正時に、「商品の形態」「模倣する」は平成17年",
        "改正時に、「限定提供データ」は平成30年改正時にそれぞれ新設されたもの",
        ""
      ]
    },
    {
      "page_number": 50,
      "lines": [
        "40　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "である。",
        "1  　商標",
        "　第 2 条第 2 項では、本法における「商標」を商標法第 2 条第 1 項に規定",
        "する商標、すなわち、人の知覚によって認識することができるもののうち、",
        "「標章」であって、次に掲げるものと定義している。",
        "　① 　業として商品を生産し、証明し、又は譲渡する者がその商品につい",
        "て使用をするもの",
        "　② 　業として役務を提供し、又は証明する者がその役務について使用を",
        "するもの（①に掲げるものを除く。）",
        "2  　標章",
        "　第 2 条第 3 項では、本法における「標章」を商標法第 2 条第 1 項に規定",
        "する標章、すなわち、「文字、図形、記号、立体的形状若しくは色彩又はこ",
        "れらの結合、音その他政令で定めるもの」と定義している。",
        "3  　商品の形態",
        "　第 2 条第 4 項では、本法における「商品の形態」について、「需要者が通",
        "常の用法に従った使用に際して知覚によって認識することができる商品の",
        "外部及び内部の形状並びにその形状に結合した模様、色彩、光沢及び質感」",
        "と定義している。平成17年改正前においては、「商品の形態」に関して明確",
        "な定義を設けておらず規定が不明確であるとの指摘がされていたことか",
        "ら、裁判例の蓄積等を踏まえて文言の明確化を図るため、第 5 項と同様に",
        "定義規定を設けることとした。",
        "　「商品」とは、市場における流通の対象物となる有体物又は無体物をいう。",
        "　「知覚」とは視覚及び触覚をいう。",
        "　商品の形状は、外部の形状のみならず内部の形状も含む。もっとも、商",
        "品の形態は「需要者が通常の用法に従った使用に際して知覚によって認識",
        "することができる」ものでなければならないため、肉眼で見えないような",
        "微細な内部構造は「商品の形態」には含まれず、内部の形状については、",
        "商品の通常の使用に際して需要者に外部から容易に認識され、需要者に注",
        ""
      ]
    },
    {
      "page_number": 51,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　41",
        "目される場合に「商品の形態」に該当する（注 1 ）。\n　「商品の形態」の実質的同一性は商品全体について判断されるため、外部",
        "の形状に実質的同一性が認められない場合には、内部の形状のみをもって",
        "保護を受けることはできない。",
        "　「模様、色彩、光沢及び質感」も「形状に結合した」ものであれば「商品",
        "の形態」に含まれるため、立体的形態だけでなく平面的形態も含まれ\nる（注 2 ）。また、「質感」とは、その材料が本来持っている性質の違いから受\nける印象や触感をいう（注 3 ）。なお、「商品の形態」は有体物の形態に限られ\nず、無体物も含まれる（注 4 ）（注 5 ）。\n　また、商品の容器・包装に関しては、商品自体と結合して一体となって",
        "いて、商品自体と容易には切り離しえない態様で結びついている場合に\nは、「商品の形態」に含まれると解し得る（注 6 ）し、商品の部品の形態につい\nても、その部品自体が「独立に取引の対象となっている場合」には、「商品\nの形態」として保護が及ぶ（注 7 ）。さらに、商品の組合せについても、「商品\nの形態」として保護される場合がある（注 8 ）。\n　なお、ありふれた商品形態は、特定の者に専用させるべきではないため、\nこのような商品形態を模倣しても不正競争にならない（注 9 ）（注10）。また、「商\n品の形態」には、単なる商品のアイデアや、外観の態様に影響を与えない\n商品の機能それ自体は含まれない（注11）。",
        "（注 1  ）　商品の内部構造については、需要者に容易に認識され、需要者が注目する",
        "商品の場合に「商品の形態」に含めて理解している裁判例として小型ショル",
        "ダーバッグ事件（東京地判平13. 1 .30最高裁HP）、エアソフトガン・カスタ",
        "ムパーツ事件東京高裁判決（東京高判平14. 1 .31判時1815号123頁）。一方、",
        "内部構造について、外観に顕れない内部構造にとどまる限りは「商品の形態」",
        "に当たらないとして商品の形態であることを否定した裁判例としてはドレン",
        "ホース事件（大阪地判平 8 .11.28知裁集28巻 4 号720頁）。",
        "（注 2 ） 　カレンダー（SUPER COLOR JUMBO）事件（大阪地判平12.10.24最高裁",
        "HP）では、被告カレンダー商品は、原告のカレンダー商品の形態を模倣し",
        "たものであるとした。",
        "（注 3 ） 　ヌーブラ事件（大阪地判平17. 9 . 8 判時1927号134頁、同控訴審大阪高判",
        "平18. 4 .19最高裁HP）では、外観上の基本的な形態が同一のブラジャーに",
        "ついて、カップ部分の質感や艶の相違は、決して些細なものとはいえないと",
        ""
      ]
    },
    {
      "page_number": 52,
      "lines": [
        "42　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "して、商品の形態の実質的同一性を否定している。",
        "（注 4 ） 　教育用教材ソフト事件（東京地判平30. 8 .17最高裁HP）では、ソフトウェ",
        "アの画面表示の商品形態該当性を肯定した。",
        "（注 5 ） 　令和 5 年改正前は、「譲渡」等、有体物をその対象とする行為のみが規定",
        "されていたことから、「商品の形態」は有体物の形態に限られ、無体物は含",
        "まれないとされていたが、令和 5 年改正により、無体物をその対象とする",
        "「電気通信回線を通じて提供」する行為が第 2 条第 1 項第 3 号に規定された",
        "ため、「商品の形態」に無体物が含まれることとなった。",
        "（注 6 ） 　ホーキンスサンダル保全異議申立事件（大阪地決平 8 . 3 .29知裁集28巻 1",
        "号140頁）。「『商品の形態』は、通常、商品自体の形状、模様、色彩等を意味",
        "し、当該商品の容器、包装等や商品に付された商品説明書の類は当然には含",
        "まれないというべきであるが、商品の容器、包装等や商品説明書の類も、商",
        "品自体と一体となっていて、商品自体と容易には切り離しえない態様で結",
        "びついている場合には、右にいう『商品の形態』に含まれるというべきであ",
        "る」とした事例。",
        "（注 7 ） 　もっとも、部品の形状が「商品の機能を確保するために不可欠な形態」（第",
        "2 条第 1 項第 3 号括弧書）である場合に該当する場合には保護されない。",
        "（注 8 ） 　タオルセット事件（大阪地判平10. 9 .10知裁集30巻 3 号501頁）、寿司百花",
        "事件（東京地判平13. 9 . 6 判時1804号117頁）。",
        "（注 9 ） 　ピアス孔用保護具事件（東京地判平 9 . 3 . 7 判時1613号134頁）。その他、",
        "「ありふれた形態」（平成17年改正前は「同種の商品が通常有する形態」）の",
        "該当性が争われた事例としては、ノースリーブ型カットソー事件控訴審（知",
        "財 高 判 平17. 12. 5 最 高 裁HP）、 カ ス タ マ イ ズ ド ー ル 事 件（ 東 京 地 判 平",
        "24.11.29最高裁HP）コイル状ストラップ付きタッチペン事件（東京地判平",
        "24.12.25判タ1407号308頁）、シュエッティーベア事件（大阪地判平26. 8 .21",
        "最高裁HP）など。",
        "（注10） 　商品の外装がありふれた形態とされた事案として、青汁包装事件（知財高",
        "判平28.10.31最高裁HP）、美容フェイスマスク事件（知財高判平28.12.22最",
        "高裁HP、東京地判平28. 7 .19判時2319号106頁）等がある。",
        "（注11） 　サンドおむすび牛焼肉事件（東京高判平12.11.29最高裁HP）、パレオ付き",
        "パンツ事件（知財高判平17.11.10最高裁HP）。",
        "4  　模倣",
        "　第 5 項では、本法における「模倣する」について、「他人の商品の形態に",
        ""
      ]
    },
    {
      "page_number": 53,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　43",
        "依拠して、これと実質的に同一の形態の商品を作り出すこと」と定義して",
        "いる。同項は、第 4 項と同様に、平成17年改正により設けられたものであ\nる（注 1 ）。\n　「模倣」といえるためには、①他人の商品の形態に依拠すること及び②実\n質的に同一の形態の商品を作り出すこと、が要件となる（注 2 ）。\n（1） 　他人の商品の形態に依拠",
        "　独自に創作した場合には、他人の商品の形態に依拠していないため、実\n質的に同一であったとしても「模倣」にはならない（注 3 ）。\n（2） 　実質的に同一",
        "　実質的同一性は、商品間における商品の形態を比較し、商品の形態全体",
        "から見て重要な意味を有する部分（独自的要素の部分）が実質的に同一であ",
        "るかどうかによって判断される（対比観察、全体観察）。",
        "　形態に改変がある場合には、改変の着想の難易、改変の内容・程度、改",
        "変による形態的効果等を総合的に判断して、当該改変によって相応の形態\n上の特徴がもたらされているか否かを基準とする（注 4 ）（注 5 ）。\n　なお、令和 5 年改正により、「電気通信回線を通じて提供」する行為が新",
        "たに規律の対象となった結果、リアルの商品の形態をリアル空間で模倣し",
        "て提供する行為に加えて、新たに①リアルの商品の形態をデジタル空間上\nで模倣して提供する行為（注 6 ）や、②デジタルの商品の形態をデジタル空間\n上で模倣して提供する行為、③デジタルの商品の形態をリアル空間で模倣\nして提供する行為（注 7 ）も不正競争と位置づけられるようになった。なお、\nその際、リアル空間上の商品同士の実質的同一性の判断枠組みは、デジタ",
        "ル空間上の商品同士や、デジタル空間上の商品とリアル空間の商品の「模\n倣」にも同様に適用される。（注 8 ）（注 9 ）",
        "（注 1 ） 　前述 3 のとおり、平成 5 年改正において商品形態を模倣した商品を譲渡",
        "等する行為が不正競争として規定された際に、「模倣」に関して明確な定義",
        "を設けておらず規定が不明確であるとの指摘がされていたことから、裁判",
        "例の蓄積を踏まえて文言の明確化を図るため、定義規定を設けることとし",
        "た。",
        "（注 2 ） 　「模倣」の意義について言及した裁判例として、ドラゴンキーホルダー事",
        "件（東京高判平10. 2 .26知裁集30巻 1 号65頁）がある。同事件では、「不正",
        ""
      ]
    },
    {
      "page_number": 54,
      "lines": [
        "44　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "競争防止法 2 条 1 項 3 号にいう『模倣』とは、既に存在する他人の商品の形",
        "態をまねてこれと同一又は実質的に同一の形態の商品を作り出すことをい",
        "い、客観的には、他人の商品と作り出された商品を対比して観察した場合",
        "に、形態が同一であるか実質的に同一といえる程に酷似していることを要",
        "し、主観的には、当該他人の商品形態を知り、これを形態が同一であるか実",
        "質的に同一といえる程に酷似した形態の商品と客観的に評価される形態の",
        "商品を作り出すことを認識していることを要するものである。ここで、作り",
        "出された商品の形態が既に存在する他人の商品の形態と相違するところが",
        "あっても、その相違がわずかな改変に基づくものであって、酷似しているも",
        "のと評価できるような場合には、実質的に同一の形態であるというべきで",
        "あるが、当該改変の着想の難易、改変の内容・程度、改変による形態的効果",
        "等を総合的に判断して、当該改変によって相応の形態上の特徴がもたらさ",
        "れ、既に存在する他人の商品の形態と酷似しているものと評価できないよ",
        "うな場合には、実質的に同一の形態とはいえないものというべきである」と",
        "判示された。",
        "（注 3 ） 　仏壇事件（大阪地判平10. 8 .27判例集未登載）は、原告と被告の商品の形",
        "態について実質的同一性が認められた場合には、特段の反証がない限り依",
        "拠して模倣したことが認められるとした。",
        "　　　 　他方、実質的同一性が肯定されても、被告が同じ形態的特徴を備えた被告",
        "先行商品を製造販売している場合において、依拠性を推認するのは相当で",
        "ないとしたものとして、衣服デザイン模倣事件（東京地判平19. 7 .17最高裁",
        "HP、知財高判平20. 1 .17最高裁HP）がある。",
        "　　　 　なお、著作権法では、「複製」の意義を次のように解している。すなわち、",
        "「著作物の複製とは、既存の著作物に依拠し、その内容及び形式を覚知させ",
        "るに足りるものを再製することをいうと解すべきであるから、既存の著作",
        "物と同一性のある作品が作成されても、それが既存の著作物に依拠して再",
        "製されたものでないときは、その複製をしたことにはあたらず、著作権侵害",
        "の問題を生ずる余地はない」（ワン・レイニー・ナイト・イン・トーキョー",
        "事件（最判昭53. 9 . 7 民集32巻 6 号1145頁））。",
        "（注 4 ） 　原告と被告の商品について色彩が異なる場合においても実質的同一性を",
        "認めた事例として、たまごっち事件（東京地判平10. 2 .25判タ973号238頁）、",
        "小型ショルダーバッグ事件（東京高判平13. 9 .26判時1770号136頁）がある。",
        "前掲 3（注 8 ）タオルセット事件、腕時計事件（東京地判平11. 6 .29判時1692",
        "号129頁 ）、 ト リ ー ト メ ン ト・ イ オ ン ブ ラ シ 事 件（ 大 阪 高 判 平16. 7 . 30",
        ""
      ]
    },
    {
      "page_number": 55,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　45",
        "最高裁HP）も全体的な同一性が認められた。",
        "　　　 　実質的同一性を否定した事例として、前掲（注 2 ）ドラゴンキーホルダー",
        "事件、いかなご用容器事件（大阪地判平12. 6 .22最高裁HP）がある。また、",
        "質感や艶の違いを理由に実質的同一性を否定した前掲 3（注 3 ）ヌーブラ事",
        "件がある。",
        "（注 5 ） 　商品の形態を精密に再現するために資金・労力を投下していた場合で",
        "あっても、それはあくまで客観的な形態を精密に再現するためであり、新た",
        "な形態の商品の開発・商品化に向けられたものではないから、実質的同一",
        "性を否定する方向に斟酌されない。",
        "（注 6 ） 　①リアルの商品の形態をデジタル空間上で模倣して提供する行為が規制",
        "対象となるといっても、例えば、三次元（立体的形状）の実用品を二次元の",
        "イラストとして商品化して販売する行為は、原則的には実質的同一性が否",
        "定され、本規律の対象とならない。",
        "（注 7 ） 　令和 5 年改正前は、有体物を前提とする「譲渡」等する行為のみ規定され",
        "ていたため、「商品」や「商品の形態」には無体物が含まれないとされてい",
        "たが、令和 5 年改正によって、無体物を前提とする「電気通信回線を通じて",
        "提供」する行為が規定されたことにより、「商品」や「商品の形態」に無体",
        "物も含まれることとなった。そして、その結果、③デジタルの商品の形態を",
        "リアル空間で模倣して提供する行為についても、新たに本規律の対象と",
        "なった。",
        "（注 8 ） 　リアル⇒リアルに関しては、リアルの自動車を模したリアルのミニカー",
        "を販売する行為に関しては、大量生産に馴染むように細部を相当程度省略",
        "したり、幼児用の玩具とするために安全性に配慮して角を丸めたりするな",
        "ど、独自のデフォルメがなされているので、「模倣」に該当しないと解すべ",
        "きであるが、マニア向けの精密なモデルカーのようにデフォルメが全くな",
        "い場合には別論となり、「模倣」に当たると解すべきであると考えられてい",
        "る（田村善之「不正競争防止法 2 条 1 項 3 号における『模倣』の意義―保護",
        "要件の審査に関する特許庁と裁判所の役割分担―」『機能的知的財産法の理",
        "論』51～57頁（信山社、1996年）、田村善之「メタヴァースにおける『実用",
        "品』の利用をめぐる各種知的財産法の交錯」情報通信政策研究 7 巻 1 号（2023",
        "年）ⅠA‒101頁）。そのため、リアルの商品をデジタル空間上で模倣したと",
        "しても、デフォルメが全く無いものは、「模倣」に該当し得る。",
        "（注 9 ） 　なお、デジタル空間上で、リアルの商品の形態を模倣したデジタルの商品",
        "が提供された場合、模倣者としては商品化のためのコストや売れないかも",
        ""
      ]
    },
    {
      "page_number": 56,
      "lines": [
        "46　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "しれないリスクを大幅に軽減でき、一方で、先行者としては自らデジタル空",
        "間上の市場に参入するか、ライセンス等により市場を開拓するといった機",
        "会が奪われることから、営業上の利益が侵害される。",
        "5  　営業秘密",
        "　第 2 条第 6 項では、本法における「営業秘密」について、「秘密として管",
        "理されている生産方法、販売方法その他の事業活動に有用な技術上又は営",
        "業上の情報であって、公然と知られていないもの」と定義している。",
        "　ここで定義されている三要件、すなわち、",
        "　①　秘密として管理されていること（秘密管理性）",
        "　②　事業活動に有用な技術上又は営業上の情報であること（有用性）",
        "　③　公然と知られていないこと（非公知性）",
        "については、平成 2 年改正でこの定義が導入されて以降変更されていない。",
        "（1） 　秘密管理性（秘密として管理されている）",
        "　「秘密として管理されている」という秘密管理性要件の趣旨は、事業者が",
        "秘密として管理しようとする対象（情報の範囲）が従業員や取引先（従業員",
        "等）に対して明確化されることによって、従業員等の予見可能性、ひいて",
        "は、経済活動の安定性を確保することにある。",
        "　したがって、営業秘密を保有する事業者（営業秘密保有者）が当該情報を",
        "秘密であると単に主観的に認識しているだけでは十分ではなく、保有者の",
        "秘密管理意思（特定の情報を秘密として管理しようとする意思）が、保有者が",
        "実施する具体的状況に応じた経済合理的な秘密管理措置によって従業員等",
        "に対して明確に示され、当該秘密管理意思に対する従業員等の認識可能性\nが確保される必要がある（注 1 ）。\n　例えば、紙媒体であれば、ファイルの利用等により、一般情報からの区",
        "分を行った上で、当該文書に「マル秘」などの秘密表示をすることなどが",
        "考えられる。電子媒体の場合には、USBメモリやCD­R等の記録媒体への",
        "「マル秘」表示の貼付や、電子データのヘッダー等への「マル秘」の付記、",
        "又は当該電子媒体の格納場所へのアクセス制限といった措置が考えられ",
        "る。また、従業者の頭の中に記憶されている情報など媒体が利用されない",
        "形の情報であっても、事業者が営業秘密となる情報のカテゴリーをリスト",
        ""
      ]
    },
    {
      "page_number": 57,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　47",
        "化することや、営業秘密となる情報を具体的に文書等に記載することと",
        "いった秘密管理措置を通じて、従業員等の認識可能性が担保される限りに",
        "おいて「営業秘密」に該当し得る。",
        "　なお、どの程度の秘密管理措置が必要になるかについて、過去の裁判例",
        "においても、実際に講じられていた具体的な秘密管理措置については、当",
        "該情報の性質、保有形態、情報を保有する企業等の規模等の諸般の事情を",
        "総合考慮し、合理性のある秘密管理措置が実施されていたか否かという観",
        "点から判断を行っているものと考えられる。",
        "　経済産業省では、事業者が保有する情報につき、本法の「営業秘密」と",
        "して差止請求等の法的保護を受けるために必要となる最低限の水準の対策",
        "を示すものとして、「営業秘密管理指針」を策定（平成27年 1 月全部改訂し、\n平成31年 1 月に一部改訂を行っている（注 2 ））しているので適宜参照されたい。\n　なお、「営業秘密管理指針」の平成27年の全部改訂においては、秘密管理",
        "性要件における「アクセス制限」の考え方について以下の整理を行った。",
        "　秘密管理性要件については、従来、①情報にアクセスできる者が制限さ",
        "れていること（アクセス制限）、②情報にアクセスした者に当該情報が営業",
        "秘密であることが認識できるようにされていること（客観的認識可能性）の",
        "二つが判断の要素になると説明してきた。しかしながら、両者は秘密管理",
        "性の有無を判断する重要なファクターであるが、それぞれ別個独立した要",
        "件ではなく、「アクセス制限」は「認識可能性」を担保する一つの手段であ\nると考えられる（注 3 ）。したがって、情報にアクセスした者が秘密であると\n認識できる（「認識可能性」を満たす）場合に、十分なアクセス制限が無いこ",
        "とのみを根拠に秘密管理性が否定されることはない。そこで、「営業秘密管",
        "理指針」においては、従来用いてきた「アクセス制限」という用語は用い",
        "ず、アクセス制限も含む用語として、「秘密管理措置」という用語を用いて",
        "いる。",
        "　平成31年改訂では、ビッグデータ、AIの活用といった第四次産業革命の",
        "進展を背景に、営業秘密の三要件に該当するための管理の在り方等につい",
        "て追加等が行われた。",
        "（注 1 ） 　ベネッセ顧客情報漏えい事件（東京高判平29. 3 .21判タ1443号80頁）で",
        "は、「不正競争防止法 2 条 6 項が保護されるべき営業秘密に秘密管理性を要",
        ""
      ]
    },
    {
      "page_number": 58,
      "lines": [
        "48　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "件とした趣旨は、営業秘密として保護の対象となる情報とそうでない情報",
        "とが明確に区別されていなければ、事業者が保有する情報に接した者に",
        "とって、当該情報を使用等することが許されるか否かを予測することが困",
        "難となり、その結果、情報の自由な利用を阻害することになるからである。",
        "そうすると、当該情報が秘密として管理されているというためには、当該情",
        "報に関して、その保有者が主観的に秘密にしておく意思を有しているだけ",
        "でなく、当該情報にアクセスした従業員や外部者に、当該情報が秘密である",
        "ことが十分に認識できるようにされていることが重要であり、そのために",
        "は、当該情報にアクセスできる者を制限するなど、保有者が当該情報を合理",
        "的な方法で管理していることが必要とされるのである。」と判示している。\n（注 2 ） 　経済産業省「営業秘密管理指針」（https://www.meti.go.jp/policy/econ ",
        "omy/chizai/chiteki/guideline/h31ts.pdf）。",
        "（注 3 ） 　前掲（注 1 ）ベネッセ顧客情報漏えい事件では、「原判決は、〔 2 〕当該情",
        "報にアクセスした者につき、それが管理されている秘密情報であると客観",
        "的に認識することが可能であることと並んで、〔 1 〕当該情報にアクセスで",
        "きる者を制限するなど、当該情報の秘密保持のために必要な合理的管理方",
        "法がとられていることを秘密管理性の要件とするかのような判示をしてい",
        "る。しかしながら、上記の不正競争防止法の趣旨からすれば、〔 2 〕の客観",
        "的認識可能性こそが重要であって、〔 1 〕の点は秘密管理性の有無を判断す",
        "る上で重要な要素となるものではあるが、〔 2 〕と独立の要件とみるのは相",
        "当でない。」と判示された。",
        "（2） 　有用性（生産方法、販売方法その他の事業活動に有用な技術上又は営業",
        "上の情報）",
        "　「生産方法、販売方法その他の事業活動に有用な技術上又は営業上の情",
        "報」としては、具体的には製品の設計図・製法、顧客名簿、販売マニュア",
        "ル、仕入先リスト等が挙げられる。ここでいうところの「有用な」とは、",
        "財やサービスの生産、販売、研究開発に役立つなど事業活動にとって有用\nであることを意味する（注 1 ）。「有用性」の要件を満たすためには、当該情報\nが現に事業活動に使用・利用されていることを要するものではないが、当",
        "該情報自身が事業活動に使用・利用されていたり、又は、使用・利用され",
        "ることによって費用の節約、経営効率の改善等に役立つことが必要であ\nる（注 2 ）。この「有用性」は営業秘密保有者の主観によって決められるもの\nではなく、客観的に判断される。",
        ""
      ]
    },
    {
      "page_number": 59,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　49",
        "　また、過去に失敗した実験データ等についても、当該情報を利用して不",
        "必要な研究開発費用の投資を回避・節約できる等の意味で有用性が認めら",
        "れる場合には、ここでいう「有用性」を持つ情報に該当するものと考えら",
        "れる。",
        "　一方、企業の脱税、有害物質の垂れ流し、禁制品の製造、内外の公務員",
        "に対する賄賂の提供等といった、反社会的な行為は、法文上明示されては",
        "いないが、法が保護すべき「正当な事業活動」とは考えられず、そうした",
        "反社会的な行為に係る情報は事業活動に有用な情報であるとはいえないの\nで、営業秘密には該当しないものと考えられる（注 3 ）。\n　つまり、「有用性」の要件は、公序良俗に反する内容の情報（脱税や有害",
        "物質の垂れ流し等の反社会的な情報）など、秘密として法律上保護されるこ",
        "とに正当な利益が乏しい情報を営業秘密の範囲から除外した上で、広い意",
        "味で商業的価値が認められる情報を保護することに主眼があるといえる。",
        "（注 1 ） 　公共土木工事単価情報事件（東京地判平14. 2 .14最高裁HP）。",
        "（注 2 ） 　営業秘密については、株式会社等の営利事業を行っている組織に限らず、",
        "地方公共団体や国、大学や研究機関等であっても、事業活動を行う者である",
        "限り、営業秘密保有者となり得る。",
        "（注 3 ） 　前掲（注 1 ）公共土木工事単価情報事件では、「法の趣旨からすれば、犯",
        "罪の手口や脱税の方法等を教示し、あるいは麻薬・覚せい剤等の禁制品の",
        "製造方法や入手方法を示す情報のような公序良俗に反する内容の情報は、",
        "法的な保護の対象に値しないものとして、営業秘密としての保護を受けな",
        "いものと解すべきである」として、公共土木工事設計単価に係る単価表の単",
        "価等の情報のうち非公開とされているものについて、「本件情報は、地方公",
        "共団体の実施する公共土木工事につき、公正な入札手続を通じて適正な受",
        "注価格が形成されることを妨げるものであり、企業間の公正な競争と地方",
        "財政の適正な運用という公共の利益に反する性質を有するものと認められ",
        "る」から、「法的保護に値するものということができず、不正競争防止法に",
        "いう『営業秘密』に該当しない」とした。加えて、「本件情報を含む本来非",
        "公開の公共土木工事に係る資材単価等のデータであるが、これらの情報が",
        "不正競争防止法上の営業秘密に該当せず、不法行為法において保護される",
        "べき利益を有するものとも認められない……このように法的保護に値せず、",
        "かえって公共の利益に反する内容の情報については、これを秘密として保",
        "持する旨の契約をしても公序良俗に反するものとして、契約当事者はその",
        ""
      ]
    },
    {
      "page_number": 60,
      "lines": [
        "50　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "内容に拘束されないと解するのが相当である（民法第90条）」と判示された。",
        "（3） 　非公知性（公然と知られていないもの）",
        "　「非公知性」が認められるためには、一般的には知られておらず、又は容",
        "易に知ることができないことが必要である。",
        "　「公然と知られていない」状態とは、具体的には、当該情報が合理的な努",
        "力の範囲内で入手可能な刊行物に記載されていない等、営業秘密保有者の\n管理下以外では一般的に入手することができない状態（注）である。\n　営業秘密における非公知性要件は、発明の新規性の判断における「公然",
        "知られた発明」（特許法第29条）の解釈と一致するわけではない。特許法の",
        "解釈では、特定の者しか当該情報を知らない場合であっても当該者に守秘",
        "義務がない場合は特許法上の公知となり得るが、営業秘密における非公知",
        "性では、特定の者が事実上秘密を維持していれば、なお非公知と考えるこ",
        "とができる場合がある。また、営業秘密保有者以外の第三者が同種の営業",
        "秘密を独立に開発した場合、当該第三者が秘密に管理していれば、なお非",
        "公知である。",
        "　また、当該情報が実は外国の刊行物に過去に記載されていたような状況",
        "であっても、当該情報の管理地においてその事実が知られておらず、その",
        "取得に時間的・資金的に相当のコストを要する場合には、非公知性はなお",
        "認められ得る。もちろん、そのようなコストを投じて第三者が現に当該営",
        "業秘密を取得又は開発した上で当該情報の管理地において公開等を行い、",
        "「公然と知られている」状態となれば、非公知性は喪失することになる。",
        "　なお、「営業秘密」とは、様々な知見を組み合わせて一つの情報を構成し",
        "ていることが通常であるが、ある情報の断片が様々な刊行物に掲載されて",
        "おり、その断片を集めてきた場合、当該営業秘密たる情報に近い情報が再",
        "構成され得るからといって、そのことをもって直ちに非公知性が否定され",
        "るわけではない。なぜなら、その断片に反する情報等も複数あり得る中、",
        "どの情報をどう組み合わせるかといったこと自体に有用性があり営業秘密",
        "たり得るからである。複数の情報の総体としての情報については、組合わ",
        "せの容易性、取得に要する時間や資金等のコスト等を考慮し、営業秘密保",
        "有者の管理下以外で一般的に入手できるかどうかによって判断することに",
        ""
      ]
    },
    {
      "page_number": 61,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　51",
        "なる。",
        "（注） 　リバースエンジニアリングによって得られる情報の非公知性については、",
        "裁判上は、その困難性によって該否が判断されている。例えば、セラミックコ",
        "ンデンサー事件（大阪地判平15. 2 .27最高裁HP）では、原告のセラミックコ",
        "ンデンサー積層機及び印刷機の設計図（合計約6,000枚）に係る情報の非公知",
        "性について、「原告のセラミックコンデンサー積層機及び印刷機のリバースエ",
        "ンジニアリングによって、本件電子データと同じ情報を得るのは困難である",
        "ものと考えられ、また、仮にリバースエンジニアリングによって本件電子デー",
        "タに近い情報を得ようとすれば、専門家により、多額の費用をかけ、長時間に",
        "わたって分析することが必要であるものと推認される。したがって、本件電子",
        "データは、原告のセラミックコンデンサー積層機及び印刷機の相当台数が秘",
        "密保持契約なしに販売されたことによって公知になったとはいえない。」と判",
        "示された。",
        "6  　限定提供データ",
        "　第 2 条第 7 項では、本法における「限定提供データ」について、「業とし",
        "て特定の者に提供する情報として電磁的方法（電子的方法、磁気的方法その",
        "他人の知覚によっては認識することができない方法をいう……。）により相当量",
        "蓄積され、及び管理されている技術上又は営業上の情報（営業秘密を除",
        "く。）」と定義している。",
        "（1） 　限定提供性（業として特定の者に提供する）",
        "　「限定提供データ」は、ビッグデータ等を念頭に、商品として広く提供さ",
        "れるデータや、コンソーシアム内で共有されるデータなど、事業者が取引",
        "等を通じて特定の者に提供する情報を想定している。このため、限定提供",
        "性要件の趣旨は、一定の条件の下で相手方を特定して提供されるデータを",
        "対象とすることにある。",
        "　よって、相手方を特定・限定せずに無償で広く提供されているデータは",
        "対象とならない（第19条第 1 項第 9 号ロ）。",
        "① 　「業として」について",
        "　「業として」とは、ある者の行為が、社会通念上、事業の遂行・一環とし",
        "て行われているといえる程度のものである場合をいう。限定提供データ保",
        "有者が、反復継続的に行われる事業の一環としてデータを提供している場",
        ""
      ]
    },
    {
      "page_number": 62,
      "lines": [
        "52　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "合、又はまだ実際に提供していない場合であっても、限定提供データ保有",
        "者にそのような事業の一環として限定提供データを提供する意思が認めら",
        "れるものであれば、本要件に該当する。事業として提供している場合は、",
        "基本的には本要件に該当するものと考えられ、本要件を満たすために、特",
        "定のデータを反復継続的に提供していることを求めるものではない。",
        "　例えば、限定提供データ保有者が繰り返しデータ提供を行っている場",
        "合、各人に 1 回ずつ複数者に提供している場合等が考えられる。",
        "② 　「特定の者に提供する」について",
        "　「特定の者」とは、一定の条件の下でデータ提供を受ける者を指す。特定",
        "されていれば、実際にデータ提供を受けている者の数の多寡に関係なく本",
        "要件を満たすと考えられる。",
        "　例えば、会費を払えば誰でも提供を受けられるデータについて、会費を",
        "払って提供を受ける者が該当する。",
        "　「提供する」とは、データを特定の者が利用し得る状態に置くことをい",
        "い、前述のとおり、実際に提供している場合だけではなく、提供する意思",
        "が認められる場合にも、本要件を満たす。",
        "　例えば、大量に蓄積しているデータについて、各顧客の求めに応じ、顧",
        "客毎に一部のデータを提供している場合には、大量に蓄積しているデータ",
        "全体について、本要件を満たすと考えられる。",
        "（2） 　相当蓄積性（電磁的方法……により相当量蓄積され）",
        "　「相当蓄積性」の要件の趣旨は、ビッグデータ等を念頭に、有用性を有す",
        "る程度に蓄積している電子データを保護対象とすることにある。なお、「電",
        "磁的方法」の要件は、対象とする電子データの特性に鑑み、規定されたも",
        "のである。",
        "　「相当量」は、個々のデータの性質に応じて判断されることとなるが、社",
        "会通念上、電磁的方法によって蓄積されることによって価値を有するもの",
        "が該当する。その判断に当たっては、当該データが電磁的方法により蓄積",
        "されることで生み出される付加価値、利活用の可能性、取引価格、データ",
        "の創出・収集・解析・管理に当たって投じられた労力・時間・費用等が勘",
        "案されるものと考えられる。",
        "　なお、保有者が管理しているデータの一部が提供されることがあり得る",
        ""
      ]
    },
    {
      "page_number": 63,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　53",
        "が、その一部について、蓄積されることで生み出される付加価値、利活用",
        "の可能性、取引価格、データの創出・収集・解析・管理に当たって投じら",
        "れた労力・時間・費用等を勘案し、当該一部について蓄積され、価値が生",
        "じている場合は、相当蓄積性があるものと判断される。",
        "　例えば、携帯電話の位置情報を全国エリアで蓄積している事業者が、特",
        "定エリア単位で抽出し販売している場合、その特定エリア分のデータにつ",
        "いても、電磁的方法により蓄積されていることによって取引上の価値を有",
        "していると考えられるものは相当蓄積性を満たすと考えられる。",
        "（3） 　電磁的管理性（電磁的方法により……管理され）",
        "　「電磁的管理性」要件の趣旨は、第 2 条第 7 項において「特定の者に提供",
        "する情報として電磁的方法により……管理され」と規定しているとおり、",
        "限定提供データ保有者がデータを提供する際に、特定の者に対して提供す",
        "るものとして管理する意思が、外部に対して明確化されることによって、",
        "特定の者以外の第三者の予見可能性や、経済活動の安定性を確保すること",
        "にある。",
        "　電磁的管理性が満たされるためには、データ提供時に施されている管理",
        "措置によって、当該データが特定の者に対してのみ提供するものとして管",
        "理するという限定提供データ保有者の意思を第三者が認識できるようにさ",
        "れている必要がある。電磁的管理性が満たされるか否かは、データ提供時",
        "に施されている管理措置によって判断されるため、社内でのデータの取扱",
        "いに際して電磁的管理がなされていなかったとしても、同要件が直ちに否",
        "定されることはない。なお、実際にデータの提供を開始していなくても、",
        "提供する意思があれば、「提供」要件を満たし、限定提供データに該当する",
        "場合も考えられる。この場合は、客観的に見て、実際に提供する際に、電",
        "磁的管理を予定しているといえる場合に、本要件を満たすと考えられる。",
        "　電磁的管理性を満たす具体的な措置は、企業の規模・業態、データの性",
        "質やその他の事情によって異なるが、第三者が一般的にかつ容易に認識で",
        "きる管理である必要がある。",
        "　電磁的管理性要件の趣旨は、前述のとおり、第三者の予見可能性の確保",
        "にあるところ、電磁的管理と認められるためには、当該データ専用の管\n理（注）がなされており、当該データについて特定の者に対して提供するもの",
        ""
      ]
    },
    {
      "page_number": 64,
      "lines": [
        "54　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "として管理する意思が第三者から認識できるものである必要がある。",
        "　対応する措置としては、限定提供データ保有者と、当該限定提供データ",
        "保有者から提供を受けた者（特定の者）以外の者がデータにアクセスできな",
        "いようにする措置、つまりアクセスを制限する技術が施されていることが",
        "必要である。",
        "　アクセス制限は、通常、ユーザーの認証により行われ、構成要素として、",
        "ID・パスワード（Something You Know）、ICカード・特定の端末機器・トー",
        "クン（Something You Have）、生体情報（Something You Are）などが用いら",
        "れる（データを暗号化する場合は、暗号化されたデータがユーザーの認証を行っ",
        "た後に復号されるというように、特定の者のみがアクセスできる措置として講じ",
        "られている場合がこれに該当する。）。また、専用回線による伝送も同様にア",
        "クセスを制限する技術に該当するものと考えられる。",
        "（注） 　「当該データ専用の管理」とは、限定提供データのみのための管理を求める",
        "趣旨ではなく、例えば、「限定提供データ」と「その他データ」が同一のID・",
        "パスワードで管理されている場合であっても、必ずしも、本要件が否定される",
        "ものではない。",
        "（4） 　技術上又は営業上の情報",
        "　「技術上又は営業上の情報」には、利活用されている（又は利活用が期待",
        "される）情報が広く該当する。具体的には、「技術上の情報」として、地図\nデータ（注 1 ）、機械の稼働データ、AI技術（注 2 ）を利用したソフトウェアの開発\n（学習）用のデータセット（学習用データセット）（注 3 ）や当該学習から得られ\nる学習済みモデル（注 4 ）等の情報が、「営業上の情報」として、消費動向デー\nタ、市場調査データ等の情報があげられる。",
        "　一方、違法な情報や、これと同視し得る公序良俗に反する有害な情報に",
        "ついては、本法上明示されてはいないが、法の目的（「事業者間の公正な競",
        "争の確保」、「国民経済の健全な発展への寄与」）を踏まえれば、保護の対象と",
        "なる技術上又は営業上の情報には該当しないものと考えられる。",
        "　さらに、差止請求（第 3 条）及び損害賠償請求（第 4 条）の請求権者は、",
        "「営業上の利益を侵害された者」や「侵害されるおそれがある者」とされて",
        "いることから、公序良俗に反する情報等を提供する者は、本法の法目的に",
        "照らし、営業上の利益を侵害された者や侵害されるおそれがある者には該",
        ""
      ]
    },
    {
      "page_number": 65,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　55",
        "当しない。",
        "（注 1 ） 　ここでいう「データ」には、テキスト、画像、音声、映像等が含まれる。",
        "（注 2 ） 　経済産業省「AI・データの利用に関する契約ガイドライン―AI編―（平\n成30年 6 月）」（以下「AIガイドライン」という。）（https://www.meti.go.jp/\npolicy/mono_info_service/connected_industries/sharing_and_utiliza \ntion/20180615001-3.pdf）と同様に、本逐条解説における「AI技術」は、機",
        "械学習、又はそれに関連する一連のソフトウェア技術のいずれかを意味す",
        "るものとする。なお、AIガイドラインでは、「機械学習」は、「あるデータ",
        "の中から一定の規則を発見し、その規則に基づいて未知のデータに対する",
        "推測・予測等を実現する学習手法の一つである。」と説明されている。",
        "（注 3 ） 　生データに対して、欠測値や外れ値の除去等の前処理や、ラベル情報（正",
        "解データ）等の別個のデータの付加等、あるいはこれらを組み合わせて、変",
        "換・加工処理を施すことによって、対象とする学習の手法による解析を容",
        "易にするために生成された二次的な加工データをいう（AIガイドラインよ",
        "り）。",
        "（注 4 ） 　学習済みパラメータ（学習用データセットを用いた学習の結果、得られた",
        "パラメータ（係数）をいう。）が組み込まれた「推論プログラム」をいう（AI",
        "ガイドラインより）。",
        "（5） 　営業秘密を除く",
        "　「営業秘密」は、事業者が秘密として管理する情報である一方、「限定提",
        "供データ」は、一定の条件を満たす特定の外部者に提供することを目的と",
        "する情報である。",
        "　本規定の趣旨は、このような「営業秘密」と「限定提供データ」の違い",
        "に着目し、両者の重複を避けるため、「営業秘密」を「限定提供データ」か",
        "ら除外することにある。",
        "　なお、限定提供データが創設された平成30年改正では、「秘密として管理",
        "されているものを除く」と規定されていた。この点に関し、秘密として管",
        "理されているが公知な情報については、公知であるため営業秘密として保",
        "護を受けることができず、また秘密として管理されているため限定提供",
        "データとしても保護を受けることができないという保護の隙間が生じてし",
        "まっていた。そこで、かかる保護の隙間を解消するために、令和 5 年改正",
        "により、「秘密として管理されているものを除く」を「営業秘密を除く」に",
        ""
      ]
    },
    {
      "page_number": 66,
      "lines": [
        "56　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "改めた。",
        "7  　技術的制限手段",
        "　WIPO著作権条約（著作権に関する世界知的所有権機関条約、WCT）とWIPO",
        "実演・レコード条約（実演及びレコードに関する世界知的所有権機関条約、",
        "WPPT）が「著作権等を保護するための効果的な技術的手段に対する適当\nな法的保護」（注 1 ）を加盟各国に義務づけていたことから、著作権法及び本法\nを改正して、当該義務を履行することとなったものである（注 2 ）（注 3 ）（注 4 ）。\n　音楽、映像、写真、ゲーム等のコンテンツの視聴又は記録を制限する手",
        "段としては、一定の対価を支払う者に限りその視聴を物理的に可能とする",
        "方法（例：映画館での入場料徴収、プレミアム本の店頭陳列時の袋とじ）も考",
        "えられるが、現状においては電磁的方法（電子的方法、磁気的方法その他の",
        "人の知覚により認識しえない方法）が用いられるのが通常である。",
        "　平成11年改正において技術的制限手段に対する不正行為を規定する際",
        "に、現に商用化されている、又は将来、合理的に出現が想定される技術の",
        "基本的な仕組みについてその手段の使用態様の面から整理したところ、概",
        "ね次の二通りに整理することが可能であった。",
        "　① 　コンテンツの視聴（プログラムについては、実行）又は記録を一律に",
        "制限するために、そのコンテンツとともに記録媒体に記録又は送信さ\nれる信号に視聴又は記録に用いられる機器が反応する方式（注 5 ）（注 6 ）。\n　② 　特定の者に限り、コンテンツの視聴又は記録を可能とするために、",
        "そのコンテンツを一定のルールで変換する方式、又はそのコンテンツ",
        "とともに記録媒体に記録された信号に視聴又は記録に用いられる機器\nが反応する方式（注 7 ）。",
        "　そこで、上記二通りの使用態様に即して、技術的制限手段が規定された。",
        "　その後、技術の進展に伴い、「影像」、「音」又は「プログラム」のいずれ",
        "にも該当しない「情報」の分析等を制限するために施された技術的制限手",
        "段の効果を妨げる機能を有する装置等の提供等が行われている事例もみら",
        "れるようになった。そのため、他者の成果の冒用を適切に防止する必要が",
        "あることから、「情報（電磁的記録（電子的方式、磁気的方式その他人の知覚に",
        "よっては認識することができない方式で作られる記録であって、電子計算機によ",
        ""
      ]
    },
    {
      "page_number": 67,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　57",
        "る情報処理の用に供されるものをいう。）に記録されたものに限る……。）」を保",
        "護対象に加えるべく、平成30年改正において「情報の処理」及び「情報の",
        "記録」を制限する技術的手段を新たに技術的制限手段の定義に追加した（第",
        "2 条第 1 項第17号）。",
        "　また、同改正において、改正前の規定のうち、「特定の反応をする信号を",
        "影像、音若しくはプログラムとともに記録媒体に記録し、若しくは送信す",
        "る」の解釈について、信号がコンテンツ等と\"同時に\"記録又は送信され",
        "ることが必要なのか、いわゆるアクティベーション方式（ユーザーがソフト",
        "ウェアをダウンロードする際に、ソフトウェアが未認証の状態であれば、使用期",
        "間や機能にロックがかかる。その後ユーザーが課金の支払い等を行い正規のユー",
        "ザーとして認証された後に電子メール等で送信されてくるシリアル番号等を決",
        "まった方式で入力することで、認証がなされ、ソフトウェアの使用が可能となる",
        "方式をいう。）のように一定の時間差が許容されるかが明らかではなかった",
        "ところ、この点については、裁判実務においても、疑義が呈されていたこ\nとを受け、明確化のために当該記載を削除する改正を行った（注 8 ）。\n（注 1 ） 　WIPO著作権条約第11条では、以下のように規定されている。",
        "　　　 　Contracting Parties shall provide adequate legal protection and effective ",
        "legal remedies against the circumvention of effective technological measures ",
        "that are used by authors in connection with the exercise of their rights under ",
        "this Treaty or the Berne Convention and that restrict acts、in respect of their ",
        "works, which are not authorized by the authors concerned or permitted by ",
        "law.",
        "（注 2  ）　文化庁長官官房著作権法令研究会＝通商産業省知的財産政策室編『著作権",
        "法・不正競争防止法改正解説』ⅰ～ⅲ頁（有斐閣、1999年）〔序文・中山信",
        "弘〕。",
        "（注 3 ） 　平成11年 3 月24日の第145回国会参議院本会議において、不正競争防止法",
        "の一部を改正する法律案の提案理由として、「近年、音楽、映像、ゲームソ",
        "フト等をデジタル化し、インターネットやDVDなどを用いてさまざまな形",
        "態で販売する事業、いわゆるコンテンツ提供事業が著しく発展してお",
        "り……、消費者の多様なニーズに対応するものであり、……無断視聴や無断",
        "コピーを制限するための技術的制限手段……を妨害する装置やプログラム",
        "が広く販売されることとなりますと、正当な事業収益を得られないなど、事",
        ""
      ]
    },
    {
      "page_number": 68,
      "lines": [
        "58　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "業としての存立基盤が危うくなる懸念があります。……コンテンツ提供事業",
        "における公正な競争を確保するため、こうした装置やプログラムの譲渡な",
        "どの行為を不正競争とし、差しとめ（ママ）請求などの対象とすることが必",
        "要であります。」と述べられ、また、要旨として、①コンテンツ提供事業に",
        "おける公正な競争を確保するため、料金徴収などのため営業上用いられる",
        "技術的制限手段により制限されている映像や音の視聴あるいは記録を可能",
        "としてしまう装置あるいはプログラムの譲渡などの行為を不正競争行為と",
        "して差止請求などの対象とし、②技術的制限手段に関する研究開発を抑制",
        "しないため、技術的制限手段の試験又は研究のために用いられる映像や音",
        "の視聴あるいは記録を可能としてしまう装置あるいはプログラムの譲渡な",
        "どの行為については、本法の規定を適用しないこととした、との説明がなさ",
        "れた。",
        "（注 4 ） 　米国著作権法では、第1201条⒜⑴及び⑵に規定。\n　　　 　EUでは、EC情報社会指令（DIRECTIVE  2001/29/EC  OF  THE  EURO-",
        "PEAN PARLIAMENT AND OF THE COUNCIL of 22 May 2001 on the ",
        "harmonisation  of  certain  aspects  of  copyright  and  related  rights  in  the ",
        "information  society）に規定（Chapter  Ⅲ,  Article  6 ，3 において、techno-",
        "logical measuresが定義されている。）され、また、同指令第 6 条の技術的手\n段の保護を補充する規定として、条件付きアクセス指令（Directive  98/84/",
        "EC of the European Parliament and of the Council of 20 November 1998 on ",
        "the  legal  protection  of  services  based  on,  or  consisting  of,  conditional ",
        "access）がある。",
        "（注 5 ） 　具体的には、以下の方式が該当する。",
        "　　　 　○ 音楽、映像等のコンテンツが記録部分に伝送されることを止める",
        "（SCMS、CGMS）",
        "　　　 　○ 真正なデータを伝送せず、雑音を入れる（不完全な複製を作る；マクロ",
        "ビジョン）",
        "　　　　○ 無許諾記録物が視聴のための機器にセットされても、機器が動かない",
        "（ゲーム）",
        "（注 6 ） 　ここで「記録」とは、影像、音、プログラムその他の情報を記録媒体に固",
        "定させることを指す（後述第 7 節2 1 ⑸記載のとおり。）。",
        "（注 7 ） 　具体的には、有料放送における放送番組のスクランブル（暗号化）などが",
        "挙げられる。",
        "（注 8 ） 　大阪地判平28.12.26最高裁HPでは、原告のライセンス認証システムにつ",
        ""
      ]
    },
    {
      "page_number": 69,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　59",
        "いて、プロダクトID等がコンピュータにより検知されなければプログラム",
        "の実行が制限される仕組を取る点で技術的制限手段に該当するとした上で、",
        "被告プログラムは、原告プログラムの実行を制限する技術的制限手段を不",
        "正な方法で回避することで無効化するプログラムに当たり、そのインター",
        "ネットオークションを通じた提供は、第 2 条第 1 項第11号（現行18号）の不",
        "正競争行為に該当すると判示して、損害賠償請求を認めた。",
        "（1） 　電磁的方法により",
        "　「電磁的方法」の意義は第 2 条第 7 項と同様、電子的方法、磁気的方法そ",
        "の他の人の知覚によって認識することができない方法であり、例えば電気",
        "信号や磁力を用いることを指す。「その他の方法」の事例としては、光学的",
        "方法がある。",
        "（2） 　制限する",
        "　「制限する」とは、影像、音、プログラム又は情報を提供する者が、影像",
        "若しくは音の視聴、プログラムの実行若しくは情報の処理、又は影像、音、",
        "プログラムその他の情報の記録に対して制約を課す管理を措置することを",
        "指す。例えば、有料の衛星放送や有線放送において、所定の料金を支払う",
        "特定の者に対してのみ番組を視聴することを可能とすること、ゲームにお",
        "いて、特定のゲーム機に対応する正規のゲームソフトを記録した記録媒体",
        "のみに対してゲーム機が起動するようにすることなどは、「制限する」に含",
        "まれる。",
        "　なお、形式上、信号の反応を用いて所定動作を行う技術には、電力の配",
        "送技術、通信プロトコル技術、計算機や印刷機等のインターフェースなど、",
        "数多くのものがあるが、これらの技術については、本法が保護の対象とし",
        "て想定している影像若しくは音の視聴、プログラムの実行若しくは情報の",
        "処理、又は影像、音、プログラムその他の情報の記録そのものを保護する",
        "ための管理技術ではない。",
        "（3） 　手段",
        "　「影像若しくは音の視聴、プログラムの実行若しくは情報の処理又は影",
        "像、音、プログラムその他の情報の記録を制限する」ための手段として用",
        "いるシステムを指す。このうち、商用化が可能な技術について整理した結",
        "果として、信号に対して視聴、実行若しくは処理又は記録のために使用さ",
        ""
      ]
    },
    {
      "page_number": 70,
      "lines": [
        "60　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "れる機器（視聴等機器）が特定の反応をする方式と、影像、音、プログラム",
        "その他の情報自体を特定の変換が必要となるように変換を加える方式とに",
        "限定して対象としている。",
        "（4） 　（視聴等機器が）特定の反応をする信号",
        "　影像若しくは音の視聴、プログラムの実行若しくは情報の処理又は影",
        "像、音、プログラムその他の情報の記録を制限する手段を実施するために、",
        "影像若しくは音の視聴、プログラムの実行若しくは情報の処理又は影像、",
        "音、プログラムその他の情報の記録のために使用される機器（視聴等機器）",
        "に対して与えられるものを指す。",
        "　「特定の反応」とは、定められたルールに従って反応することをいう。例",
        "えば、CGMS（Copy Generation Management System）で用いられる（ 1 ・ 1 ）",
        "という 2 ビットの信号があれば、記録のために用いられる機器において記",
        "録作業を進めないこととなる（検知→制限方式）。また、例えば、正規記録",
        "媒体にコンテンツとともに記録された信号があれば、視聴・実行・処理の",
        "ために用いられる機器においてプログラム等の実行等ができることとなる\n（検知→可能方式）ものも含まれる（注）。\n　また、これらの信号はコンテンツ等と同時に記録又は送信される必要は",
        "なく、一定の時間差がある、いわゆるアクティベーション方式も本法の保",
        "護対象に含まれる。",
        "（注） 　マジックコンピュータ（マジコン）事件（東京地判平21. 2 .27最高裁HP）。",
        "もっとも、当該判決では、争点であった「検知→可能方式」も技術的制限手段",
        "の対象となるかという点については判断されているものの（肯定）、争点化し",
        "なかったため、同ゲーム機用のゲームソフトにおける仕組みが具体的にどの",
        "ようなものであるか（技術的制限手段の定義の各要件への個別的該当性）につ",
        "いて詳細な認定をしたものではないと言い得る。",
        "　　 　また、その後、差止及び廃棄請求に加えて損害賠償請求も求めた同様の別事",
        "件においても、知財高裁は、マジコンに登載されたローダプログラムが旧法下",
        "の第 2 条第 1 項第10号にいう「……機能を有するプログラム」であり、マジコ",
        "ンがこれを「記憶した機器」に該当する点は認定したものの、原審で認定され",
        "たため、どのような技術的制限手段であるかについては詳細な認定をしてい",
        "ない。（東京地判平25. 7 . 9 最高裁HP、知財高判平26. 6 .12、いずれも最高裁",
        "HP。その後、平成28年 1 月12日、上告棄却で判決が確定した）。",
        ""
      ]
    },
    {
      "page_number": 71,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　61",
        "（5） 　送信する",
        "　影像、音、プログラムその他の情報を無線又は有線の手段により提供す",
        "ることをいう。",
        "　例えば、放送やインターネットによる提供などが考えられる。",
        "（6） 　（視聴等機器が）特定の変換を必要とするよう影像、音、プログラムその",
        "他の情報を変換して",
        "　有料衛星放送で用いられているスクランブルなどのように、提供の対象",
        "となる影像、音、プログラムその他の情報を定められたルールに従って",
        "データ変換させることを指す。これらの視聴、実行若しくは処理又は記録",
        "のためには前述の定められたルールに従って変換されたデータを復元する",
        "必要がある。",
        "8  　プログラム",
        "（1） 　プログラム",
        "　第 9 項では、本法における「プログラム」を「電子計算機に対する指令",
        "であって、一の結果を得ることができるように組み合わされたもの」と定",
        "義している。これは、「情報処理の促進に関する法律（昭和45年法律第90号）」",
        "と同じ規定である。",
        "　「プログラム」に該当するか否かについての判断の際には、次の点に留意",
        "する必要がある。",
        "① 　プログラムと一体となったデータの取扱い",
        "　指令が組み合わされたものが実行の結果、「一の結果を得ることができ",
        "るように」なるために、指令以外の所定のデータを組み合わせなければな",
        "らない場合には、そうした所定のデータは「プログラム」の一部を構成す",
        "るものとして捉えられなければならない。これは技術的に見ても実行段階",
        "ではこうしたデータとそれ以外の指令の部分とは不可分であり、経済的に\n見ても両者を分離して取引することは考えられないためである（注）。\n　不正競争防止法上のプログラムの定義として（著作権法ではなく）情報処",
        "理の促進に関する法律第 2 条における「プログラム」の定義の文言を採用",
        "した理由は、こうした疑義が生ずる可能性を減少させるためである。",
        ""
      ]
    },
    {
      "page_number": 72,
      "lines": [
        "62　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "［図表 2 ‒ 3 ‒ 1 ］　第 2 条第 8 項の構造",
        "「電磁的方法※ ｣",
        "「により｣",
        "①ｰ1\n①ｰ2 \n①ｰ3 ",
        "「影像若しくは音の視聴」\n「プログラムの実行」 \n「情 報※2（電磁的記録に記録さ\nれたものに限る。）の処理」",
        "② 「影像、音、プログラムその他の情",
        "報の記録」",
        "「を制限する手段であって、｣",
        "「視聴等機器※ が特定の反応をする\n信号を｣",
        "「視聴等機器が特定の変換を必要と\nするよう｣\n「影像、音、プログラムその他の情報\nを｣",
        "「変換して｣",
        "「記録媒体に記録し｣",
        "「送信する｣",
        "「記録媒体に記録し｣",
        "「送信する｣",
        "「方式によるもの｣",
        "「方式によるもの｣",
        "（※ ）「電磁的方法」とは、「電子的方法、磁気的方法その他の人の知覚によって認識するこ",
        "とができない方法」をいう。",
        "（※ ）「情報」とは、「影像」、「音」、「プログラム」及びこれらに該当しない電子データを含",
        "む概念をいう。",
        "（※ ）「視聴等機器」とは、「影像若しくは音の視聴、プログラムの実行若しくは情報の処理",
        "又は影像、音、プログラムその他の情報の記録のために用いられる機器」をいう。",
        "② 　バグのあるプログラムの取扱い",
        "　プログラムに何らかの瑕疵（バグ）がある結果、予定された動作をしな",
        "い場合であっても、本法でいう「プログラム」と考えられる。これは、技",
        "術的にバグがないプログラムのみを保護する法構成とした場合、プログラ",
        "ムの性質からしてバグがないことの証明は不可能であるため、実質的に保",
        "護がなされない結果となり妥当性を欠くためである。",
        "（注） 　著作権法上のプログラムの定義によれば、こうした所定のデータがプログ",
        ""
      ]
    },
    {
      "page_number": 73,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　63",
        "ラムの一部であるか否かについて疑義が生ずる（ディグダグ事件（東京地判昭",
        "60. 3 . 8 判タ561号169頁））。",
        "（2） 　一の結果を得ることができるように組み合わされた",
        "　「一の結果を得ることができるように組み合わされた」とは、電子計算機",
        "に対する指令が断片的なものではなく、一連のものであって、一つのまと",
        "まった結果を得ることができるような状態を指す。",
        "9  　ドメイン名",
        "　第10項（平成13年改正時に導入）では、「ドメイン名」について、「インター",
        "ネットにおいて、個々の電子計算機を識別するために割り当てられる番",
        "号、記号又は文字の組合せに対応する文字、番号、記号その他の符号又は\nこれらの結合」と定義されている（注 1 ）。\n　これは、WIPO周知商標の保護規則に関する共同勧告における定義と実\n質的に同一であり、国際的にも整合性がとれたものとなっている（注 2 ）。\n　「インターネットにおいて、個々の電子計算機を識別するために割り当",
        "てられる番号、記号又は文字の組合せ」とは、IPアドレスのことを指す。",
        "このとき、JPドメイン名だけではなく、「.com」「.org」「.net」「.info」等の",
        "分野別トップレベルドメインやその他の国コードトップレベルドメインも\n本法の規制の対象となる（注 3 ）。\n　他方、LAN等、特定の者のみがアクセス可能なネットワークにおいて用",
        "いられる数字のアドレス（プライベートIPアドレス）に対応する文字列は含",
        "まれない。",
        "　なお、「インターネット」という用語については、インターネットという",
        "言葉が既に普通名詞化していること、また、たとえ定義規定を設けたとし",
        "ても技術の進歩によりその定義が実態とそぐわなくなる可能性が高いこと",
        "から、定義規定を設けていない。",
        "（注 1 ） 　ジャックス・ドメイン名事件（富山地判平12.12. 6 判時1734号 3 頁）は、",
        "争いのない事実の判示の中で、ドメイン名について「インターネットに接続",
        "しているコンピューターを認識する方法であり、IPアドレスという32ビッ",
        "トで構成された数字列を利用しやすいようにアルファベット文字で表現し",
        "たもの」と示している。",
        ""
      ]
    },
    {
      "page_number": 74,
      "lines": [
        "64　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "（注 2 ） 　WIPO勧告では、「ドメインネーム」とは、インターネット上の数字のア",
        "ドレスに対応するアルファベットの文字列をいうと定義されている。また、",
        "米国法では、「ドメイン名」という用語は、ドメイン名レジストラ、ドメイ",
        "ン名レジストリ又はその他のドメイン名登録管理機関が、インターネット",
        "上の電子的なアドレスの一部として登録又は割り当てる英数字の表記を意",
        "味すると定義されている。",
        "（注 3 ） 　もっとも、令和 5 年改正で新設された国際的な営業秘密侵害に係る裁判",
        "管轄（第19条の 2 ）、適用範囲（第19条の 3 ）を除いて不正競争防止法は特",
        "段の手当をしておらず、ドメイン名に係る紛争について我が国の不正競争",
        "防止法が適用されない場合や我が国の裁判所で裁判を受けられない場合も",
        "ある。",
        "10 　物",
        "　第11項の規定（平成15年改正時に導入）では、本法における「物」にはプ",
        "ログラムを含むものとすると定義している。この「プログラム」とは本法",
        "第 2 条第 9 項に規定している「プログラム」と同一である。",
        "　本法には、第 2 条第 1 項第10号、第 3 条第 2 項、第 5 条第 1 項、第 5 条",
        "の 2 第 1 項、第 6 条、第19条第 1 項第 8 号、第21条第 1 項第 5 号、第21条",
        "第 2 項第 5 号に「物」の規定があるが、民法第85条には「物トハ有体物ヲ",
        "謂フ」（平成16年改正前）との規定があり、本法第 2 条第 1 項第10号等の「物」",
        "には無体物は含まれないと解釈されるおそれがあったことから、「物」には",
        "プログラムを含むことを明確化した。",
        ""
      ]
    },
    {
      "page_number": 75,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　65",
        "［図表 2 ‒ 3 ‒ 2 ］　 ドメイン名に係る各国 ・ 機関等における保護規制 ・ 紛争処理方",
        "針等の比較表",
        "WIPO周知商標の保護\n規則に関する共同勧告\n（1999年 9 月）",
        "米国反サイバースクワッティング消費者保護法\n（1999年11月）",
        "保護の対象 ・周知商標",
        "・出所識別機能を有する標章\n・著名な標章　　　　　　　等",
        "規制行為 ・ （全部又は要部が周知\n商標の複製、模倣、翻\n訳 若 し く は 音 訳 で あ\nる）ドメイン名を不正\nの目的で登録又は使用\nする行為",
        "・ 利益を得ようとする不正の意図をもって、上記の標\n章等と同一又は混同を生ずるほどに類似する（著名\nな標章の場合は、類似でなくても当該標章を希釈化\nする）ドメイン名を登録し、取引し又は使用する行\n為",
        "ドメイン名\nの定義",
        "・ インターネット上の数\n字のアドレスに対応す\nるアルファベットの文\n字列",
        "・ ドメイン名レジストラ、ドメイン名レジストリ又は\nその他のドメイン名登録管理機関が、インターネッ\nト上の電子的なアドレスの一部として登録又は割り\n当てる英数字の表記",
        "・規定なし",
        "① その者が、当該ドメイン名に係る商標権等の知的財",
        "不正の目的\nを否定する\n根拠となる\n証拠（例示）",
        "・規定なし",
        "不正の目的\nを肯定する\n根拠となる\n証拠（例示）",
        "産権を有していること",
        "② その法律上の名称又は著名な略称から当該ドメイン",
        "名が成り立っていること",
        "③ その者が、商品・役務の提供につき、善意で当該ド",
        "メイン名を先に使用していたこと",
        "④ その者が、善意で上記商標につき、非商業的使用又",
        "は公正な使用をしていたこと",
        "① その者が、出所の混同を惹起して、営業上の利益を\n得る目的で又は商標等表示の価値を毀損する目的\nで、消費者を当該ドメイン名のサイトに誘引しよう\nとする意図があること",
        "② その者が、自ら商品・役務の善意での提供に当該ド\nメイン名を使用せず、又は使用する意図を持たず、\n金銭的利益を得るために、商標権者又は第三者に対\nしてそのドメイン名を譲渡する旨の申出をした場\n合、又はそのような行為を反復して行っていること\nを示す過去の行為があること",
        "③ その者が、登録申請に際し連絡先について虚偽の情",
        "報を提供していること",
        "④ その者が、他人の出所識別機能を有する標章や著名\nな標章と同一又は類似のドメイン名を複数登録して\nいること",
        "⑤当該商品等表示の識別力、著名性",
        "判断機関 ・ 権限ある当局（行政機\n関、司法機関、準司法\n機関）",
        "・裁判所",
        "救済措置 ・ ドメイン名の移転又は\n取消し",
        "・差止請求（ドメイン名の没収、抹消又は移転）\n・損害賠償請求",
        ""
      ]
    },
    {
      "page_number": 76,
      "lines": [
        "66　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "ICANN統一ドメイン名紛争処理方針\n（1999年10月）\n（WIPO仲裁センター等が運用）",
        "JPドメイン名紛争処理方針\n（2000年 7 月公表・最終改正2020年 6 月）\n（日本知的財産仲裁センターが運用）",
        "保護の対象 ・商標",
        "・商標その他表示",
        "　（登録商標に限定されない）",
        "規制行為",
        "・ （申立人が権利を有する商標と同一又\nは混同を引き起こすほどに類似して\nいる）ドメイン名を（そのドメイン名\nについての権限又は正当な利益を有\nしていないにもかかわらず）不正の目\n的で登録かつ使用する行為",
        "・ （申立人が権利を有する商標その他表\n示と同一又は混同を引き起こすほど\n類似している）ドメイン名を（そのド\nメイン名についての権限又は正当な\n利益を有していないにもかかわらず）\n不正の目的で登録又は使用する行為",
        "ドメイン名\nの定義",
        "不正の目的\nを否定する\n根拠となる\n証拠（例示）",
        "不正の目的\nを肯定する\n根拠となる\n証拠（例示）",
        "・規定なし",
        "・規定なし",
        "① 登録者が、当該紛争についての通知\nを受ける前に、善意による商品又は\nサービスの提供を行うために、その\nドメイン名を使用していた、又は明\nらかにその使用の準備をしていたこ\nと",
        "② 登録者が、その商標権を保有してい\nなくとも、そのドメイン名の名称で\n一般的に知られていたこと",
        "③ 登録者によるそのドメイン名の使用\nが、消費者の誤認に乗じて商業的利\n益を得るために、あるいは問題とさ\nれている商標を汚し貶めるような意\n図から使用されているのではなく、\n正当な非商業的使用又は公正な使用\nであること",
        "① 登録者が、商標権者である申立人又\nはその申立人の競業者に、そのドメ\nイン名の取得に直接要した金額を超\nえた対価で、販売、貸与又は移転する\nことを主たる目的として、そのドメ\nイン名を登録又は取得していること\n② 商標権者がドメイン名として使用で\nきないよう妨害するために、登録者\nがそのドメイン名を登録し、登録者\nによるそのような妨害行為がパター\nン化していること",
        "③ 登録者が、競業者の事業を混乱させ\nることを主たる目的として、そのド\nメイン名を登録していること",
        "④ 登録者が、そのドメイン名の使用に\nより、商業的利益を得る目的で、その\nウェブサイト、又はそれに登場する\n製 品・ サ ー ビ ス 出 所、 ス ポ ン サ ー",
        "① 登録者が、当該紛争についての通知\nを受ける前に、何ら不正の目的を有\nすることなく、商品又はサービス提\n供を行うために、当該ドメイン名を\n使用していた又は明らかにその使用\nの準備をしていたこと",
        "② 登録者が、商標その他表示の登録等\nをしているか否かにかかわらず、当\n該ドメイン名の名称で一般に認識さ\nれていたこと",
        "③ 登録者によるそのドメイン名の使用\nが、消費者の誤認に乗じて商業的利\n益を得るために、あるいは問題とさ\nれている商標を汚し貶めるような意\n図から使用されているのではなく、\n正当な非商業的使用又は公正な使用\nであること",
        "① 登録者が、申立人又はその申立人の\n競業者に対して、そのドメイン名に\n直接要した金額を超える対価で、販\n売、貸与又は移転することを主たる\n目的として、そのドメイン名を登録\n又は取得していること",
        "② 申立人が権利を有する商標その他表\n示をドメイン名として使用できない\nように妨害するために、登録者が当\n該ドメイン名を登録し、当該登録者\nがそのような妨害行為を複数回行っ\nていること",
        "③ 登録者が、競業者の事業を混乱させ\nることを主たる目的として、当該ド\nメイン名を登録していること",
        "④ 登録者が、商業上の利益を得る目的\nで、そのウェブサイト又はそれらに\n登場する商品、サービスの出所、スポ",
        ""
      ]
    },
    {
      "page_number": 77,
      "lines": [
        "第 1 節　定義規定（第 2 条第 1 項柱書・第 2 項～第11項関係）　　67",
        "　 シップ、取引提携関係、推奨につい\nて、申立人との混同のおそれを生じ\nさせることにより、インターネット\n上のユーザーを、そのウェブサイト\nに意図的に引き寄せるために、使用\nしていること",
        "・ ICANNにより認定された紛争処理\nサービスプロバイダー（現在、認定さ\nれている仲裁機関：WIPO（世界知的\n所有権機関）仲裁センター、NAF（全\n米仲裁協会）、ADNDRC（アジアドメ\nイ ン 名 紛 争 仲 裁 セ ン タ ー）、CAC",
        "（チェコ仲裁裁判所））",
        "　 ンサーシップ、取引提携関係、推奨な\nどについて誤認混同を生ぜしめるこ\nとを意図して、インターネット上の\nユーザーを、そのウェブサイト又は\nその他のオンラインロケーションに\n誘引するために、当該ドメイン名を\n使用していること",
        "・ （一社）日本ネットワークインフォ\nメーションセンター（JPNIC）により\n認定された紛争処理機関（現在、認定\nされている仲裁機関：日本知的財産\n仲裁センター）",
        "判断機関",
        "救済措置",
        "・ドメイン名の抹消又は移転",
        "・ドメイン名の取消し又は移転",
        ""
      ]
    },
    {
      "page_number": 78,
      "lines": [
        "68　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第 2 節 　混同惹起行為（第 2 条第 1 項第 1 号関係）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　一 　他人の商品等表示（人の業務に係る氏名、商号、商標、標章、商品",
        "の容器若しくは包装その他の商品又は営業を表示するものをいう。以",
        "下同じ。）として需要者の間に広く認識されているものと同一若しくは",
        "類似の商品等表示を使用し、又はその商品等表示を使用した商品を譲",
        "渡し、引き渡し、譲渡若しくは引渡しのために展示し、輸出し、輸入",
        "し、若しくは電気通信回線を通じて提供して、他人の商品又は営業と",
        "混同を生じさせる行為",
        "1 　趣旨",
        "　本号は、他人の周知な商品等表示と同一又は類似の商品等表示を使用す",
        "ること等により、自己の商品・営業を他人の商品・営業と混同させる行為",
        "を「不正競争」の一類型として定めた規定である。その趣旨は、他人の氏",
        "名、商号、商標等、他人の商品等表示として需要者間に広く知られている",
        "ものと同一又は類似の表示を使用して、その商品又は営業の出所について",
        "混同を生じさせる行為を規制することにより、周知な商品等表示に化体さ",
        "れた営業上の信用を保護し、もって事業者間の公正な競争を確保しようと\nするものである（注）。\n　なお、平成 5 年改正前不正競争防止法（旧法）では、第 1 条第 1 項第 1",
        "号で他人の商品と混同させる行為を、同項第 2 号で他人の営業と混同させ",
        "る行為をそれぞれ規制していたが、規定を分ける実益に乏しいとの指摘が",
        "あり、また自己の商品を他人の営業と混同させ、逆に自己の営業を他人の",
        "商品と混同させる行為が旧法の規定においては規制の対象となることが明",
        "らかでないという形式上の問題があったことから、平成 5 年改正により、",
        ""
      ]
    },
    {
      "page_number": 79,
      "lines": [
        "本号において一本化することによりこのような形式上の問題を除去したも",
        "第 2 節　混同惹起行為（第 2 条第 1 項第 1 号関係）　　69",
        "のである。",
        "（注） 　眼鏡タイプのルーペ事件（知財高判平24.12.26判時2178号99頁）では、「不",
        "正競争防止法 2 条 1 項 1 号は、他人の周知な商品等表示と同一又は類似の商",
        "品等表示を使用することをもって不正競争行為と定めたものであるところ、",
        "その趣旨は、周知な商品等表示の有する出所表示機能を保護するため、周知な",
        "商品等表示に化体された他人の営業上の信用を自己のものと誤認混同させて",
        "顧客を獲得する行為を防止することにより、事業者間の公正な競争を確保す",
        "ることにある。」と判示された。",
        "2 　要件",
        "1  　他人の商品等表示",
        "　「他人」とは、自然人、法人などの商品等表示の主体となるものをい\nう（注 1 ）。また、特定の表示の使用許諾者、使用権者及び再使用権者のグルー\nプのように、同表示の持つ出所識別機能及び顧客吸引力等を保護発展させ\nるという共通の目的のもとに結束しているグループ等も含まれる（注 2 ）。第\n三者の商品等表示を冒用している場合には、商品等表示の主体にはなりえ\nない（注 3 ）。\n　「商品等表示」とは、商品の出所又は営業の主体を示す表示をいい、具体\n的には、人の業務に係る氏名、商号、商標（サービスマーク（注 4 ）を含む）等\nをいう。",
        "　「商品」とは、市場における流通の対象物となる有体物又は無体物をい\nう（注 5 ）。\n　「営業」とは、単に営利を直接の目的として行われる事業に限らず、事業",
        "者間の公正な競争を確保するという法目的からして、広く経済収支上の計",
        "算の上に立って行われる事業一般を含む。この点、事業に営利性は要求さ",
        "れない。したがって、非営利事業についても、経済収支上の計算の上に",
        "立って行われているものである以上は「営業」に該当すると解すべきであ\nる（注 6 ）（注 7 ）。\n　「商品等表示」は、自他識別力又は出所表示機能を有するものでなければ",
        "ならず、表示が、単に用途や内容を表示するにすぎない場合には商品等表",
        ""
      ]
    },
    {
      "page_number": 80,
      "lines": [
        "70　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "示に含まれない（注 8 ）（注 9 ）（注10）（注11）。\n　この点に関し、商品の容器・包装は、本来、商品の出所を表示するもの",
        "ではないが、例えば、特定の企業の商品に継続的に使用されたり、短期間",
        "でも強力に宣伝広告されること等の事情により、特定の企業の商品の出所",
        "を示す表示として機能する場合があるため、商品等表示の例として挙げら\nれている（裁判例上も、バター飴の缶（注12）、即席タンメンの包装（注13）、マスカラ\nの容器（注14）、飲料の容器（注15）等について、商品の出所を示すものとして保護を認",
        "めたものがある）。",
        "　また、商品の形態は、本来的には商品の出所を表示するものではないが、",
        "①特定の商品の形態が同種の商品と識別し得る独自の特徴を有し、かつ、",
        "②それが長期間にわたり継続的にかつ独占的に使用され、又は短期間で",
        "あっても強力に宣伝されるなどして使用された結果、それが、商品自体の",
        "機能や美観等の観点から選択されたという意味を超えて、自他識別機能又",
        "は出所表示機能を有するに至り、需要者の間で広く認識された場合には商\n品等表示性が認められる（眼鏡タイプのルーペ事件（注16））。裁判例上も、眼鏡\n枠（注17）、婦人服のシリーズ（注18）、パソコン（注19）、時計（注20）、連結ピン（注21）、家\n庭用医療機器（注22）、角質除去具（注23）、実用的な幼児椅子のデザイン（注24）、組\n立て式棚（注25）、鞄（注26）等の形態を商品等表示として認めたものがある。もっ\nとも、同種の商品に共通してその特有の機能及び効用を発揮するために必\n然的、不可避的に採用せざるをえない商品形態やありふれた商品形態（注27）\nには、商品等表示性は認められない（注28）。\n　店舗外観（店舗の外装、店内構造及び内装）については、通常それ自体は",
        "営業主体を識別させること（営業の出所の表示）を目的として選択されるも",
        "のではないが、場合によっては営業主体の店舗イメージを具現することを",
        "一つの目的として選択されることがある上、①店舗の外観が客観的に他の",
        "同種店舗の外観とは異なる顕著な特徴を有しており、②当該外観が特定の",
        "事業者によって継続的・独占的に使用された期間の長さや、当該外観を含",
        "む営業の態様等に関する宣伝の状況などに照らし、需要者において当該外",
        "観を有する店舗における営業が特定の事業者の出所を表示するものとして",
        "広く認識されるに至ったと認められる場合には、店舗の外観全体が特定の",
        "営業主体を識別する（出所を表示する）営業表示性を獲得し、「商品等表示」",
        ""
      ]
    },
    {
      "page_number": 81,
      "lines": [
        "第 2 節　混同惹起行為（第 2 条第 1 項第 1 号関係）　　71",
        "に該当すると判示された例（注29）がある。",
        "（注 1 ） 　ファイアーエムブレム事件（東京高判平16.11.24最高裁HP）では、「他人」",
        "に該当するかどうかは、商品等表示についていえば、当該商品等表示の内容",
        "や態様、当該商品の広告・宣伝の規模や内容、品質保証表示のあり方などに",
        "照らし、当該商品等表示が何人のものとして需要者に認識されているかに",
        "よって定めるのが相当として、テレビゲームの人気シリーズのファイアー",
        "エムブレムについて、製造販売を他社に独占的に委託した著作権者につい",
        "て他人性を否定した。",
        "（注 2 ） 　フットボール・シンボルマーク事件（最判昭59. 5 .29民集38巻 7 号920頁、",
        "後掲第 4 章第 3 節4 1 （注）大阪地判昭55. 7 .15無体集12巻 2 号321頁、後",
        "掲第 4 章第 1 節1（注）大阪高判昭56. 7 .28無体集13巻 2 号560頁の上告",
        "審）。",
        "（注 3 ） 　撃GEKI饅頭事件（東京地判平16.12.15判時1928号126頁）では、被告の商",
        "品であることを示す商品等表示であって、原告は商品等表示の主体ではな",
        "いとした。インディアンモトサイクル事件（東京高判平16.12.21最高裁HP）",
        "では、米国からのライセンスが正当なものでないことを理由に、商品等表示",
        "の主体性を否定した。",
        "（注 4 ） 　商標法第 2 条第 1 項第 2 号の「業として役務を提供し、又は証明する者が",
        "その役務について使用をするもの」と同義であり、運輸業者、銀行、航空会",
        "社などが自己の提供するサービスを他のものと識別するために使用する標",
        "章である。",
        "（注 5 ） 　不正競争防止法の目的たる公正な取引秩序の維持、確立の観点からすれ",
        "ば、現在の情報化社会においては、有体物と無体物とで解釈を異にする必要",
        "はないため無体物も「商品」に含まれる。モリサワタイプフェース事件（保",
        "全事件の抗告審：東京高決平 5 .12.24判時1505号136頁）においても、商品",
        "の要件として最も重要なことは取引の対象となることであり、書体（デジタ",
        "ルフォント）に関して無体物も商品となり得ると解されている。",
        "（注 6 ） 　裁判例も、病院経営（京橋中央病院事件（東京地判昭37.11.28下民集13巻",
        "11号2395頁））、公益法人の拳法普及活動（少林寺拳法事件（大阪地判昭",
        "55. 3 .18無体集12巻 1 号65頁））、尺八音楽普及活動（都山流尺八協会事件",
        "（大阪高決昭54. 8 .29判タ396号138頁））などについて「営業」に該当すると",
        "している。",
        "　　　 　前掲第 2 章（注 2 ）天理教事件最高裁判決では、宗教法人の活動と不正競",
        "争防止法の適用に関して、「社会通念上営利事業といえないものであるから",
        ""
      ]
    },
    {
      "page_number": 82,
      "lines": [
        "72　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "といって、当然に同法の適用を免れるものではないが、他方、そもそも取引",
        "社会における事業活動と評価することができないようなものについてまで、",
        "同法による規律が及ぶものではないというべきである。これを宗教法人の",
        "活動についてみるに、宗教儀礼の執行や教義の普及伝道活動等の本来的な",
        "宗教活動に関しては、営業の自由の保障の下で自由競争が行われる取引社",
        "会を前提とするものではなく、不正競争防止法の対象とする競争秩序の維",
        "持を観念することはできないものであるから、取引社会における事業活動",
        "と評価することはできず、同法の適用の対象外であると解するのが相当で",
        "ある。また、それ自体を取り上げれば収益事業と認められるものであって",
        "も、教義の普及伝道のために行われる出版、講演等本来的な宗教活動と密接",
        "不可分の関係にあると認められる事業についても、本来的な宗教活動と切",
        "り離してこれと別異に取り扱うことは適切でないから、同法の適用の対象",
        "外であると解するのが相当である。これに対し、例えば、宗教法人が行う収",
        "益事業（宗教法人法 6 条 2 項参照）としての駐車場業のように、取引社会に",
        "おける競争関係という観点からみた場合に他の主体が行う事業と変わりが",
        "ないものについては、不正競争防止法の適用の対象となり得るというべき",
        "である」とした上で、「『営業』の意義は、取引社会における競争関係を前提",
        "とするものとして解釈されるべきであり、したがって、上記『営業』は、宗",
        "教法人の本来的な宗教活動及びこれと密接不可分の関係にある事業を含ま",
        "ないと解するのが相当である」とした。",
        "（注 7 ） 　私立学校のみならず公立学校の大学経営も、広く経済的対価を得ること",
        "を目的とする事業といえ、「営業」に含まれる（京都芸術大学事件（大阪地",
        "判令 2 . 8 .27判時2521号99頁））。",
        "（注 8 ） 　一般名称として社会に定着したものとして自他識別力又は出所表示機能",
        "がないとされた事例として究極の選択事件（東京地決平 2 . 2 .28無体集22巻",
        "1 号108頁）、商品の用途を普通に表現したものとして自他識別力を否定し",
        "た事例として枇杷葉温圧事件（東京地判平 4 .12.21判例集未登載）がある。",
        "また、ギブソンギター事件（東京高判平12. 2 .24判時1719号122頁）では、",
        "いったん周知性を獲得された形態の出所表示性が、同種商品が多数販売さ",
        "れることによりその後消滅し、商品等表示性が否定された。",
        "（注 9 ） 　正露丸事件（大阪地判平18. 7 .27判タ1229号317頁、大阪高判平19.10.11",
        "判時1986号132頁）では「正露丸」の語は、原告製品を識別する表示ではな",
        "く、本件医薬品を指称する普通名称であるとされた。",
        "　　　 　その後、別の正露丸に関する訴訟においても、地裁は、「正露丸」という",
        ""
      ]
    },
    {
      "page_number": 83,
      "lines": [
        "第 2 節　混同惹起行為（第 2 条第 1 項第 1 号関係）　　73",
        "表示が普通名称であるとした上で、「特定の商品表示が法 2 条 1 項 1 号又は",
        "2 号にいう他人の商品表示と類似のものか否かを判断するに当たっては、",
        "取引の実情の下において、取引者、需要者が、両者の外観、称呼、又は観念",
        "に基づく印象、記憶、連想等から両者を全体的に類似のものとして受け取る",
        "おそれがあるか否かを基準として判断するのが相当である」と判示し、「セ",
        "イロガン」、「糖衣」及び「A」の各文字を一連一体のものとして記載した表",
        "示等原告の表示 3 種類と被告の表示 2 種類について、類似であるとは認め",
        "られないと結論づけた（大阪地判平24. 9 .20判タ1394号330頁）。高裁は、原",
        "告の表示のうち、 2 種類について周知著名な商品表示であると認めた上で、",
        "地裁と同じ基準に則り、そのうち一つについては被告が使用しているとは",
        "認められないし、もう一つについては、同一又は類似であるとは認められな",
        "いと判示した（大阪高判平25. 9 .26最高裁HP。なお、最高裁において上告",
        "不受理決定（平成26年10月 9 日））。",
        "（注10） 　書籍や映画の題名（タイトル）などは著作物たる書籍や映画を特定するも",
        "のであって、商品やその出所ないし放映・配給事業を行う営業主体を識別",
        "する表示として認識されるものではない等として「商品等表示」に該当しな",
        "いとする裁判例がある（マクロスゼロ事件（東京地判平16. 7 . 1 最高裁HP、",
        "知 財 高 判 平17. 10. 27最 高 裁HP）、 デ ー ル カ ー ネ ギ ー 事 件（ 東 京 高 判 平",
        "14. 2 .28最高裁HP）、時効の管理事件（大阪地判平20. 5 .29最高裁HP、大",
        "阪高判平20.10. 8 最高裁HP））。",
        "（注11） 　巻くだけダイエット事件（東京地判平26. 8 .29最高裁HP）では、「巻くだ",
        "けダイエット」が表示された題号に接した需要者は、「巻くだけダイエット」",
        "という表示は、バンドを「巻くだけ」の「ダイエット」であるという原告書",
        "籍の内容を表現したものと認識するにすぎず、それ以上に、同表示を書籍と",
        "いう商品に関して原告を示す商品等表示と認識するものと認めるべき特段",
        "の事情があるということはできないとした。",
        "（注12） 　バター飴事件（札幌地判昭51.12. 8 無体集 8 巻 2 号462頁）。",
        "（注13） 　長崎タンメン事件（東京高判昭45. 4 .28無体集 2 巻 1 号213頁）。",
        "（注14） 　マスカラ容器事件（大阪地判平20.10.14判時2048号91頁）。",
        "（注15） 　黒烏龍茶事件（東京地判平20.12.26判時2032号11頁）。",
        "（注16） 　前掲1（注）眼鏡タイプのルーペ事件では、「同号にいう『商品等表示』",
        "とは、『人の業務に係る氏名、商号、商標、標章、商品の容器若しくは包装",
        "その他の商品又は営業を表示するもの』をいう。商品の形態は、商標等と異",
        "なり、本来的には商品の出所を表示する目的を有するものではないが、商品",
        ""
      ]
    },
    {
      "page_number": 84,
      "lines": [
        "74　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "の形態自体が特定の出所を表示する二次的意味を有するに至る場合がある。",
        "そして、このように商品の形態自体が特定の出所を表示する二次的意味を",
        "有し、不正競争防止法第 2 条第 1 項第 1 号にいう『商品等表示』に該当する",
        "ためには、①商品の形態が客観的に他の同種商品とは異なる顕著な特徴を",
        "有しており（特別顕著性）、かつ、②その形態が特定の事業者によって長期",
        "間独占的に使用され、又は極めて強力な宣伝広告や爆発的な販売実績等に",
        "より（周知性）、需要者においてその形態を有する商品が特定の事業者の出",
        "所を表示するものとして周知になっていることを要すると解するのが相当",
        "である。」と判示された。もっとも、事案自体については商品等表示への該",
        "当性は否定された。なお、別の眼鏡タイプのルーペ事件（知財高判平",
        "25. 2 . 6 最高裁HP）でも、商品等表示への該当性は否定された。",
        "（注17） 　ナイロール眼鏡枠事件（東京地判昭48. 3 . 9 無体集 5 巻 1 号42頁）。",
        "（注18） 　プリーツ・プリーズ事件（東京地判平11. 6 .29判時1693号139頁）。",
        "（注19） 　iMac事件（東京地決平11. 9 .20判時1696号76頁）。",
        "（注20） 　カルティエ事件（東京地判平16. 7 .28判時1878号129頁）、ロレックス事件",
        "（東京地判平18. 7 .26判タ1241号306頁）。",
        "（注21） 　連結ピン事件（大阪地判平19. 4 .26判時2006号118頁）。",
        "（注22） 　楽らく針事件（東京地判平19.12.26最高裁HP）。",
        "（注23） 　角質除去具事件（知財高判平23. 3 .24最高裁HP）。",
        "（注24） 　トリップトラップ（TRIPP TRAPP）事件（知財高判平27. 4 .14判時2267",
        "号91頁）。なお、控訴人製品が商品等表示に該当し、また周知性を獲得した",
        "ことも認められたものの、「控訴人製品の商品等表示に当たる、控訴人ら主",
        "張に係る控訴人製品の形態的特徴のうち特別顕著性が認められる点と、被",
        "控訴人製品の形態との間に類似性を認めることはできないから、被控訴人",
        "による被控訴人製品の製造、販売等の行為が、『混同を生じさせる行為』に",
        "該当する余地はない」と判示された。",
        "（注25） 　ユニットシェルフ事件（知財高判平30. 3 .29最高裁HP）。",
        "（注26） 　BAO BAO ISSEY MIYAKE事件（東京地判令元. 6 .18最高裁HP）。",
        "（注27） 　「エジソンのお箸」事件（知財高判平28. 7 .27判時2320号113頁）。",
        "（注28） 　ルービックキューブ事件（東京高判平13.12.19判時1781号142頁）。",
        "（注29） 　コメダ珈琲事件（東京地決平28.12.19最高裁HP）。",
        ""
      ]
    },
    {
      "page_number": 85,
      "lines": [
        "第 2 節　混同惹起行為（第 2 条第 1 項第 1 号関係）　　75",
        "2  　需要者の間に広く認識されている",
        "　「需要者の間に広く認識されている」との要件は、旧法（第 1 条第 1 項第",
        "1 号）の「本法施行ノ地域内ニ於テ広ク認識セラルル」との要件（周知性要\n件）を判例等の趣旨を踏まえ明確化したものである（注 1 ）（注 2 ）（注 3 ）。\n　周知性要件については、そもそも、混同を判断する場合の一つの要素と",
        "されるべきであり、独立の要件とすることは適切でないとの指摘もされて\nいた（注 4 ）。しかし、本規定は登録されていない標章などの商品等表示を保\n護するものであるから、保護に値する一定の事実状態を形成している場合",
        "にはじめて保護の対象とすることが適切であり、かかる観点から周知性要",
        "件を存続させている。周知性の判断は、商品・役務の性質・種類、取引態",
        "様、需要者層、宣伝活動、表示の内容等の諸般の事情から総合的に判断さ",
        "れるものである。",
        "　認識されている程度が全国的であることを要するか、全国的に認識され",
        "ていなくても一地方でよいかについては、一地方であっても保護すべき一",
        "定の事実状態が形成されていればその限りにおいて保護されるべきと解さ\nれている（注 5 ）（注 6 ）。\n　なお、「需要者」とは、具体的には、その商品等の取引の相手方を指すも",
        "のであって、最終需要者に至るまでの各段階の取引業者もこれに含まれ",
        "る。したがって、特定の需要者層において広く認識されている商品等表示\nにも周知性が認められる場合もある（注 7 ）。",
        "（注 1 ） 　ニューアマモト事件（最決昭34. 5 .20刑集13巻 5 号755頁）。「本法施行ノ",
        "地域内ニ於テ広ク認識セラルル」とは、本邦全般にわたり広く知られている",
        "ことを要するという趣旨ではなく、一地方において広く知られている場合",
        "をも含むとされた。",
        "（注 2 ） 　勝烈庵事件（横浜地判昭58.12. 9 無体集15巻 3 号802頁）。原告の「営業表",
        "示は、横浜駅ないし原告の本店所在地たる横浜市中区常盤町付近を中心と",
        "してその周辺地域において広く認識されているものと認めることができる」",
        "とした事例。",
        "（注 3 ） 　輸出行為について、アソニ・バンバルク事件（大阪地判昭59. 6 .28判タ",
        "536号266頁）では、旧法第 1 条第 1 項第 1 号がその対象とする行為に「輸",
        "出」を加えた（昭和25年改正）のは、「本邦内で周知の他人の商品表示を使",
        "用することにより、外国で他人の商品との間に混同行為が発生するのを輸",
        ""
      ]
    },
    {
      "page_number": 86,
      "lines": [
        "76　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "出の段階で防止し、以て国内企業者間の輸出に関連した不正競業を阻止し",
        "ようとするものである」と判示した。",
        "　　　 　商品等表示は周知の範囲で冒用されることにより混同が生ずるのであり、",
        "外国で混同が生ずるためには外国で周知でなければならない。本件でも、裁",
        "判所は、具体的には、中近東諸国において原告商品と被告商品について「誤",
        "認混同のおそれのあること」を認定しているが、その前提として「原告商品",
        "の輸出量の多さと輸出期間の長さに照らすと……（筆者注：原告の表示は）",
        "中近東諸国においても相当有名であること」を認定している。その際、さら",
        "に、「本法施行ノ地域内ニ於テ」の文言を満たすため、原告の表示が「わが",
        "国の化学繊維の取引者の間では原告らの輸出用の商品……を表す表示とし",
        "て広く認識されていたこと」をも認定している。",
        "　　　 　このように、裁判例は、立法趣旨と法文の乖離を埋めるための運用を行っ",
        "てきていたが、平成 5 年改正時に、「本法施行ノ地域内ニ於テ」の要件を削",
        "除したことにより、このような運用が是正されることになり、海外において",
        "混同が生じている事例については、輸出行為に限り国内における周知の立",
        "証は不要となった。SPARK‒S事件（大阪地判平12. 8 .29最高裁HP）ではサ",
        "ウジアラビア王国等の中近東地域での周知性を認め、サウジアラビア王国",
        "での混同の事実を認めている。",
        "　　　 　なお、本号は日本国内の行為に限って適用されることから、輸出行為が日",
        "本国内で行われた場合のみ本法の適用がある。",
        "（注 4 ）　周知性要件については、",
        "　　　　① 　周知性獲得以前のフリーライド行為に対応できない",
        "　　　　② 　混同を判断する場合の一つの要素とされるべきであり、独立の要件",
        "とすることは適当でない",
        "　　　　③ 　パリ条約に違反する疑いがある",
        "　　　 等の理由から、削除すべきであるとの指摘がある（紋谷暢男「商号の保護」",
        "民事研修269号16頁（1979年）、土肥一史「不正競争防止法における周知性」",
        "ジュリスト1005号27頁（1992年）、日本弁護士連合会『不正競争防止法改正",
        "要綱』について」パテント42巻 9 号51頁以下（1989年））。",
        "　　　　これらの指摘については、",
        "　　　　① 　本号は、登録を要件とすることなく表示を保護するものであるから、",
        "法的保護に値する一定の事実状態すなわち周知性が形成されたと認め",
        "られる場合にのみ、保護することが適切である、つまり、周知性獲得以",
        "前のものは保護すべき事実状態を形成していない",
        ""
      ]
    },
    {
      "page_number": 87,
      "lines": [
        "第 2 節　混同惹起行為（第 2 条第 1 項第 1 号関係）　　77",
        "　　　　② 　周知性の要件を削除しても、「保護に値する事実状態を形成している",
        "か否か」という点について、「混同のおそれ」の有無で判断されること",
        "となり、いたずらに「混同のおそれ」の要件が複雑化することにならな",
        "いかとの疑問が残るので、むしろ保護に値する事実状態を形成してい",
        "るか否かを判断する重要な要件として周知性を明言した方が分かりや",
        "すい",
        "　　　　③ 　パリ条約が「混同を生じさせるようなすべての行為」を禁止すると規",
        "定していたとしても、どの程度の混同のおそれがあれば保護すべき「混",
        "同を生じさせるような行為」といえるのかについては規定されておら",
        "ず、結局のところ、その判断を周知性の有無に委ねたにすぎないと解さ",
        "れるため、やはり条約違反の問題は生じない",
        "　　　 と考えられるため、平成 5 年改正時には、周知性の要件を存続させることと",
        "した。",
        "　　　 　なお、実務的には、例えば、A、Bの 2 社が同一地域で、同一又は類似の",
        "表示を使用して混同のおそれがあるとされる場合において、互いに相手が",
        "混同を引き起こしていると主張しているとき、周知性を立証することがで",
        "きた方が差止めに成功し得ることから周知性要件の必要性を指摘する見解",
        "がある。",
        "（注 5 ） 　前掲 2（注 1 ）ニューアマモト事件、本家田邊屋事件（大阪高判昭38. 8 .27",
        "下民集14巻 8 号1610頁）。",
        "（注 6 ） 　水際差止制度における周知性の程度（全国的な周知性を要すること）につ",
        "いては、後述「［参考］：不正競争防止法違反物品の輸出入差止制度の概要」",
        "（第 2 部末尾）を参照されたい。",
        "（注 7 ） 　コンピューターランド事件（札幌地判昭59. 3 .28判タ536号284頁）では、",
        "パソコンメーカーや販売者、パソコン購入顧客者層を対象に周知性を認め",
        "た。ヒュンメル事件（大阪地判平20. 1 .24最高裁HP）では、サッカーシュー",
        "ズ等の需要者の間での独自の周知性の獲得を認定しつつも、被告商品（ス",
        "ニーカー）の需要者である一般消費者の間で広く認識されていないとして、",
        "周知性を否定した。",
        "3  　同一若しくは類似の商品等表示",
        "　本号は、需要者の間に広く認識されているものと同一又は類似の商品等",
        "表示を対象としている。",
        ""
      ]
    },
    {
      "page_number": 88,
      "lines": [
        "78　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　本号における「類似」性について、判例等は、取引の実情のもとにおい",
        "て、取引者又は需要者が、両表示の外観、称呼又は観念に基づく印象、記",
        "憶、連想等から両者を全体的に類似のものと受け取るおそれがあるか否か\nを基準に判断するのが相当であるとしている（注 1 ）（注 2 ）。\n　また、類似性の判断は、商品を同時に並べて注意深く比較したときに（対",
        "比的観察）、差異点が発見される場合であっても、全体的な印象に顕著な差",
        "異がなく、時と場所を異にして観察するときには（隔離的観察）、その商品",
        "等表示により一般需要者が誤認混同するおそれが認められる場合には、類\n似性が認められるとされている（注 3 ）。",
        "（注 1 ） 　日本ウーマン・パワー株式会社事件（最判昭58.10. 7 民集37巻 8 号1082",
        "頁）、前掲 1 （注 2 ）フットボール・シンボルマーク事件等。",
        "（注 2 ） 　また、本号の類似性の判断にあたって、商品等表示の自他識別機能又は出",
        "所表示機能が生ずる特徴的な部分を抽出した上で、特徴的な部分を中心に",
        "商品の特性や需要者等全体的に比較対照した裁判例（マイクロダイエット事",
        "件（東京高判平15. 9 .25最高裁HP）では、「マイクロダイエット」という商",
        "品においては、「マイクロ」の称呼が自他商品識別力の中心となる部分であ",
        "るとして「マイクロシルエット」との類似性を認めた。）がある。",
        "　　　 　商品の形態そのものには商品等表示性を否定した前掲 1（注28）ルービッ",
        "クキューブ事件では、類否の判断にあたっては、それ単独では商品等表示性",
        "が認められない商品形態を除外した具体的構成態様を要部として検討する",
        "必要があるというべきであるとして、商品の全体を比較して商品等表示の",
        "類似性を否定した。",
        "（注 3 ） 　バイタリス事件（大阪高判昭43.12.13判時564号85頁）、フクロウ図形事件",
        "（大阪高決昭48. 5 .17無体集 5 巻 1 号107頁）、ジーンズ刺繍事件控訴審（東",
        "京高判平13.12.26判時1788号103頁）、Asahiロゴ事件（東京高判平 8 . 1 .25",
        "知裁集28巻 1 号 1 頁）など。",
        "4  　使用",
        "　「使用」とは、他人の商品等表示を商品又は営業に用いることを指すもの",
        "である。他人の商品等表示の「使用」は、商品自体に用いることに加え、",
        "商品の容器や包装、広告に用いる場合などを含むが、他人の商品等表示を",
        "自他識別機能又は出所識別機能を果たす態様で使用していない場合には、",
        ""
      ]
    },
    {
      "page_number": 89,
      "lines": [
        "商品等表示の「使用」には該当しない（注）。",
        "第 2 節　混同惹起行為（第 2 条第 1 項第 1 号関係）　　79",
        "（注） 　ベレッタ銃事件（東京地判平12. 6 .29判時1728号101頁）では、モデルガン",
        "について、模型の形状や模型に付された表示が本物のそれと同一であったと",
        "しても、模型の当該形状や表示は、模型としての性質上必然的に備えるべきも",
        "のであって、自他商品識別機能や出所表示機能を果たす態様で用いられてい",
        "るものではないから、他人の商品等表示の使用には該当しないとした。",
        "　　 　また、香りのタイプ事件（東京高判昭56. 2 .25無体集13巻 1 号134頁）では、",
        "香水の広告に、有名ブランドの香水と似たタイプの香水である旨表示するこ",
        "とが商品等表示としての使用とはいえないとした（もっとも、シャネル香水事",
        "件（東京地判平 5 . 3 .24判時1457号137頁）では、有名ブランドの香水と似た",
        "タイプの香水である旨表示が商標権侵害になっている。）。また、うるおい",
        "ウォーター事件（東京地判平16. 5 .31最高裁HP）では、化粧水のラベルに表",
        "示された商品の成分の記載は、商品の品質、内容を示す表示であって、商品の",
        "出所を示す表示であるとは認識されないとして商品等表示としての使用を否",
        "定した。",
        "　　 　さらに、朝バナナ事件（東京地判平21.11.12最高裁HP）では、自己の商品",
        "表示中に、他人の商品等表示が含まれていたとしても、その表示の態様からみ",
        "て、専ら、商品の内容・特徴等を叙述、表現するために用いられたにすぎない",
        "場合には、他人の商品等表示と同一又は類似のものを使用したと評価するこ",
        "とはできないとして、原告の標章（朝バナナ）を被告書籍に用いたことについ",
        "て、商品等表示の使用を否定した。",
        "　　 　「石けん百貨」事件（大阪高判平29. 4 .20判時2345号93頁）では、インター",
        "ネット上の検索連動型広告において、そのハイパーリンク先の商品等の一覧",
        "表示の画面に原告の商品が陳列表示されたとしても、そのことをもって直ち",
        "にインターネットショッピングモール運営者が原告の標章を付したというこ",
        "とはできないこと等を理由に、商品等表示として使用されているとは認めら",
        "れないと判示した。",
        "5  　譲渡し、引き渡し、譲渡若しくは引渡しのために展示し、輸出し、輸",
        "入し、若しくは電気通信回線を通じて提供して（注 1 ）",
        "　「譲渡し、引き渡し、譲渡若しくは引渡しのために展示し、輸出し、輸",
        "入」する行為とは、占有、所有権の移動の別、取引の準備行為や取引相手",
        "の所在にかかわらず商品を取引に置く一切の行為をいう。",
        ""
      ]
    },
    {
      "page_number": 90,
      "lines": [
        "80　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　具体的には、「譲渡」とは、当該商品の所有権を他人に移転する行為をい",
        "い、その有償、無償を問わない。また、「引き渡し」とは、所有権の移転を",
        "伴わず、商品の現実的支配（占有）を移転する行為をいい、その有償、無",
        "償を問わない。次に、「展示」は、譲渡若しくは引渡しのための展示に限定",
        "されている。さらに、「輸出」は国内において生産された商品を国外市場に",
        "搬出する行為、「輸入」は外国において生産された商品を国内市場に搬入す",
        "る行為をいう。",
        "　また、平成15年改正により、新たに「電気通信回線を通じて提供」する",
        "行為が加わった。それまでは、他人の表示を不正に付した（組み込んだ）プ",
        "ログラムをネットワークを通じて販売する行為が、「譲渡」「引渡し」に該",
        "当するのか規定上明確ではなかった。このため、平成14年商標法改正と同\n様に解される表示に関する「不正競争」行為（注 2 ）については、対象となる\n行為に「電気通信回線を通じて提供」する行為を加えることにより、プロ",
        "グラムのネットワークを通じた提供にも不正競争防止法の保護が確実に及",
        "ぶことを明確にした。",
        "　なお、「電気通信回線」は、インターネットや企業内LANなどの情報通",
        "信網を意味し、有線であるか無線であるかを問わない。また、光ファイ",
        "バーによる通信網も含まれる。ただし、「回線」については、両方向からの",
        "通信を伝送するための無線又は有線と解されており、一方向にしか情報を",
        "送信できない放送網は「電気通信回線」には含まれない。",
        "（注 1 ） 　平成 5 年改正前の「拡布」とは、商品を取引に置く一切の行為をいう（し",
        "たがって、「販売」「輸出」も「拡布」に含まれるが、「販売」に関しては立",
        "法当時から、「輸出」に関しては昭和25年改正時に書き分けられた経緯があ",
        "る）。もっとも、「拡布」の用語は、国民にとって必ずしもなじみのある語で",
        "はないので、平成 5 年改正法において、「販売、拡布、輸出」を商標法第 2",
        "条第 3 項第 2 号にならい、「譲渡し、引き渡し、譲渡若しくは引渡しのため",
        "に展示し、輸出し、若しくは輸入し」と書き直したものである。",
        "（注 2 ） 　 不 正 競 争 防 止 法 第 2 条 第 1 項 第 1 号・ 第 2 号・ 第17号・ 第18号・ 第20",
        "号・第22号、第16条、第17条、第19条。",
        ""
      ]
    },
    {
      "page_number": 91,
      "lines": [
        "第 2 節　混同惹起行為（第 2 条第 1 項第 1 号関係）　　81",
        "6  　混同を生じさせる",
        "　混同は、現に発生している必要はなく、混同が生ずるおそれがあれば足",
        "りると解されている。「混同を生じさせる行為」には、被冒用者と冒用者と",
        "の間に競業関係が存在することを前提に直接の営業主体の混同を生じさせ\nる「狭義の混同惹起行為」（注 1 ）のみならず、緊密な営業上の関係や同一の表\n示を利用した事業を営むグループに属する関係があると誤信させるような\n「広義の混同惹起行為」をも包含するものと解されている（注 2 ）。\n　混同の判断は、表示の使用方法、態様等の諸般の事情をもとに、一般人\nを基準として判断すべきであるとされている（注 3 ）。",
        "（注 1 ） 　永大産業事件（東京地判昭40.12.21不競集〔古関〕826頁）では、「不正競",
        "争防止法が不正競争の要件の一として営業上の施設又は活動の混同を挙げ",
        "ているのは混同の対象となる営業が競業関係にあることを前提としている",
        "ことはいうまでもない」とされた。",
        "（注 2 ） 　スナックシャネル事件（最判平10. 9 .10判時1655号160頁）では、「広義の",
        "混同惹起行為」とは、「他人の周知の営業表示と同一又は類似のものを使用",
        "する者が自己と右他人とを同一営業主体として誤信させる行為のみならず、",
        "両者間にいわゆる親会社、子会社の関係や系列関係などの緊密な営業上の",
        "関係又は同一の表示の商品化事業を営むグループに属する関係が存すると",
        "誤信させる行為」とされた。また、当該判例は、不正競争防止法の平成 5 年",
        "改正によって第 2 条第 1 項第 2 号に混同を要件としない著名表示の保護が",
        "規定された後も、同項第 1 号の周知表示の保護においては、従来どおり「混",
        "同」とは広義の混同を含むものであることを確認した点にも意義を有する。",
        "（注 3 ） 　ヤンマー・ラーメン事件（大阪高判昭47. 2 .29無体集 4 巻 1 号66頁）、西",
        "日本ディズニー事件（福岡地判平 2 . 4 . 2 判時1389号132頁）など。オービッ",
        "クス事件（知財高判平19.11.28最高裁HP）では、混同を生じさせる行為の",
        "判断に当たっては、一般取引者及び需要者一般の心理に基準を置き、日常一",
        "般に払われる注意力の下で混同のおそれがあるか否かが問われるものと解",
        "すべきであるとしている。",
        ""
      ]
    },
    {
      "page_number": 92,
      "lines": [
        "82　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第 3 節 　著名表示冒用行為（第 2 条第 1 項第 2 号関係）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　二 　自己の商品等表示として他人の著名な商品等表示と同一若しくは類",
        "似のものを使用し、又はその商品等表示を使用した商品を譲渡し、引",
        "き渡し、譲渡若しくは引渡しのために展示し、輸出し、輸入し、若し",
        "くは電気通信回線を通じて提供する行為",
        "1 　趣旨",
        "　本号は、他人の著名な商品等表示の冒用行為を「不正競争」の一類型と",
        "して定めた規定である。",
        "　第 2 条第 1 項第 1 号の他人の周知な商品等表示の冒用に対する規制は、",
        "「混同」を要件としている。「混同」の概念は、基本的には、被冒用者と冒\n用者との間に競業関係が存在することが前提とされている（注 1 ）。これを狭\n義の混同という（前述第 2 節2 6 参照）。",
        "　しかし、現代における経営の多角化、企業の系列化・グループ化等の傾",
        "向に伴い、被冒用者と冒用者との間に直接の競業関係がなくても、両者間",
        "に取引上、経済上又は組織上何らかの関係があるのではないかとの誤信が",
        "生 ず る 場 合 が あ り、 判 例 等 も こ の よ う な 場 合 に も 混 同 を 認 め て い\nた（注 2 ）（注 3 ）（注 4 ）。これを狭義の混同と区別して広義の混同という（前述第 2\n節2 6 参照）。",
        "　さらに、現代の情報化社会において、様々なメディアを通じ商品表示や",
        "営業表示が広められ、そのブランド・イメージが極めてよく知られるもの",
        "となると、それが持つ独自のブランド・イメージが顧客吸引力を有し、個",
        "別の商品や営業を超えた独自の財産的価値を持つに至る場合がある。この",
        "ような著名表示を冒用する行為が行われると、たとえ混同が生じない場合",
        ""
      ]
    },
    {
      "page_number": 93,
      "lines": [
        "第 3 節　著名表示冒用行為（第 2 条第 1 項第 2 号関係）　　83",
        "であっても、冒用者は自らが本来行うべき営業上の努力を払うことなく著",
        "名表示の有している顧客吸引力に「ただのり（フリーライド）」することが",
        "できる一方で、永年の営業上の努力により高い信用・名声・評判を有する",
        "に至った著名表示とそれを本来使用してきた者との結びつきが薄められる",
        "（希釈化、ダイリューション）ことになる。",
        "　平成 5 年改正前の裁判例は、現実には混同が生じているかどうかは疑わ",
        "しいのではないかと考えられる事案についても、表示が著名である場合に\nは、混同を認定することで事実上、著名表示の保護を図っていた（注 5 ）。\n　かかる旧法下の裁判例の結論は、具体的事案の解決としては妥当なもの",
        "と評価されていたが、混同を認定した点については解釈論の限界を超えて",
        "いるのではないかとの指摘がなされていた。",
        "　このような著名表示の冒用事例においては、高い信用・名声・評判を有",
        "する著名表示の財産的価値が侵害されていることそれ自体が問題であっ",
        "て、「混同」が生じているか否かは必ずしも重要ではないと考えられること",
        "から、平成 5 年改正時に、他人の著名な商品等表示の冒用行為について、",
        "混同を要件とすることなく不正競争と位置付ける本号の規定が新設され",
        "た。",
        "（注 1 ） 　前掲第 2 節2 6 （注 1 ）永大産業事件。",
        "（注 2 ） 　三菱建設事件（大阪高判昭39. 1 .30下民集15巻 1 号105頁）では、三菱建",
        "設株式会社の商号と三菱マーク類似のサービスマークの使用が、世人に対",
        "し、「いわゆる三菱系諸会社の一員であるかのごとく誤信させる」として混",
        "同のおそれを認めた。",
        "（注 3 ） 　前掲第 2 節2 3 （注 1 ）日本ウーマン・パワー株式会社事件では、混同を",
        "生ぜしめる行為は、「他人の周知の営業表示と同一又は類似のものを使用す",
        "る者が同人と右他人とを同一営業主体と誤信させる行為のみならず、両者",
        "間にいわゆる親会社、子会社の関係や系列関係などの緊密な営業上の関係",
        "が存するものと誤信させる行為をも包含する」と判示した。",
        "（注 4 ） 　前掲第 2 節2 1 （注 2 ）フットボール・シンボルマーク事件では、混同を",
        "生ぜしめる行為には、「周知の他人の商品表示又は営業表示と同一又は類似",
        "のものを使用する者が、自己と右他人とを同一の商品主体又は営業主体と",
        "誤信させる行為のみならず、自己と右他人との間に同一の商品化事業を営",
        "むグループに属する関係が存するものと誤信させる行為をも包含し、混同",
        ""
      ]
    },
    {
      "page_number": 94,
      "lines": [
        "84　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "を生ぜしめる行為というためには両者間に競争関係があることを要しない」",
        "と判示した。",
        "（注 5 ） 　ラブホテルシャネル事件（神戸地判昭62. 3 .25無体集19巻 1 号72頁）で",
        "は、「シャネルグループは、現在までのところこれ以外の分野に進出したこ",
        "とはなく、目下ホテルの経営に乗り出す計画もないというのであるから、原",
        "告と被告とはその業種を全く異にし、当面競業関係に立つことはないもの",
        "と認められる。しかしながら、原告の属するファッション関連業界において",
        "も経営が多角化する傾向にあり、著名なデザイナーの名を冠したいわゆる",
        "ブランド商品が多数出回っている現状に思いを致すとき、少なくとも一般",
        "消費者において本件ホテルが原告らシャネルグループと業務上、経済上又",
        "は組織上何らかの連携関係のある企業の経営に係るものと誤認する虞を否",
        "定することはでき」ないとして混同を認定した。",
        "2 　要件",
        "1  　自己の商品等表示として",
        "　本号の対象となるのは、著名な商品等表示を「自己の商品等表示として」\n使用した場合に限られる（注）。したがって、類似表示が物理的に付されてい\nても、出所を識別する機能を果たしていない場合には、商品等表示として",
        "の使用に該当しない。なお、「商品等表示」の意味は、第 2 条第 1 項第 1 号",
        "と同様である。",
        "（注） 　食べログ事件（札幌地判平26. 9 . 4 最高裁HP）では、飲食店（本件店舗）を",
        "経営する原告が、インターネット上に公開されている「食べログ」と称する",
        "ウェブサイト（本件サイト）を運営管理している被告に対し、本件サイト内の",
        "ウェブページ（本件ページ）に本件店舗に関する情報（店舗の名称を含む。）",
        "を掲載していることが第 2 条第 1 項第 2 号の不正競争行為に該当すると主張",
        "した事案において、「被告が本件サイト内に本件ページを掲載して一般に公開",
        "することにより行っている本件名称を表示する行為は、ユーザー会員が本件",
        "店舗の評価等に関する口コミを投稿し、一般消費者が本件サイトを利用する",
        "に当たって、本件店舗を本件サイト内において特定したり、本件ページのガイ",
        "ドや口コミが本件店舗に関するものであることを示したりするために用いて",
        "いるもので、本件サイトの内容の一部を構成するにすぎないものといえる」か",
        "ら、被告が自己の商品等表示として原告の商品等表示と同一・類似のものを",
        ""
      ]
    },
    {
      "page_number": 95,
      "lines": [
        "第 3 節　著名表示冒用行為（第 2 条第 1 項第 2 号関係）　　85",
        "使用していると認めることはできないとされた。",
        "2  　著名（注 1 ）\n　第 2 条第 1 項第 1 号の混同惹起行為では、周知な表示を使用して、混同",
        "を生じさせることを不正競争としているが、ここでいう「周知」は、全国",
        "的に知られている必要はなく、一地方において広く知られていれば足りる",
        "と解されている。",
        "　これに対して、本号は、混同を要件とすることなく不正競争とするもの",
        "であるから、対象となる表示は単に広く認識されている以上のものとすべ",
        "きであり、その趣旨を明らかにする必要がある。そのようなものとして、",
        "本規定では「著名」の語を使用している。",
        "　具体的にどの程度知られていれば「著名」といえるかについては、個別",
        "具体の事例に応じて判断される問題であるが、著名表示の保護が広義の混",
        "同さえ認められない全く無関係な分野にまで及ぶものであることから、通",
        "常の経済活動において、相当の注意を払うことによりその表示の使用を避",
        "けることができる程度にその表示が知られていることが必要であり、具体\n的には全国的に知られているようなものを想定している（注 2 ）（注 3 ）。なお、商\n品の形態については、商品等表示としての著名性を認めることは一般には\n困難であるとされている（注 4 ）。",
        "（注 1 ） 　本号の趣旨からも明らかなように、著名表示を冒用する行為が、著名表示",
        "の顧客吸引力に「ただのり（フリーライド）」し、著名表示とそれを本来使",
        "用してきた者との結びつきが薄められたり（希釈化、ダイリューション）、",
        "著名表示のブランド・イメージが汚染（ポリューション、ターニッシュメン",
        "ト）されるものと評価される場合にはじめて本号の対象となる。",
        "（注 2 ） 　商標法第 4 条第 1 項第 8 号の「著名」に関する裁判例として、「商標法 4",
        "条第 1 項第 8 号により、他人の商標登録を阻止すべき『略称』の著名性と",
        "は、……一地方のものでは足らず、全国的なものでなければならない」とし",
        "た月の友の会事件（東京高判昭56.11. 5 無体集13巻 2 号793頁。なお、上告",
        "審は最判昭57.11.12民集36巻11号2233頁）や、「同号が略称について規定す",
        "る著名性とは、略称について、使用する者が恣意的に選択する余地のない氏",
        "名と同様に保護するための要件であるから、それが認められるためには、当",
        "該略称が、我が国において、特定の限られた分野に属する取引者、需要者に",
        ""
      ]
    },
    {
      "page_number": 96,
      "lines": [
        "86　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "とどまらず、その略称が特定人を表示するものとして、世間一般に広く知ら",
        "れていることが必要であるというべきである」としたセシルマクビー事件",
        "（東京高判平16. 8 . 9 判時1875号130頁）がある。",
        "（注 3 ） 　著名な商品表示であるとして本号の該当性が認められた裁判例としては、",
        "セイロガン糖衣A事件（大阪地判平11. 3 .11判タ1023号257頁。なお、同事",
        "件では、「セイロガン糖衣A」という商品表示が、原告商品を識別する周知",
        "著名な商品表示になっており、普通名称を普通に使用する方法で使用した",
        "ものでないとされたが、正露丸に係る別の表示に関する訴訟（「正露丸」と",
        "いう表示について普通名称とした事件）については、前掲第 2 節2 1 （注",
        "9 ）参照。）、アリナビッグ事件（表示は「アリナミンA25」）（大阪地判平",
        "11. 9 .16判タ1044号246頁）、ルイ・ヴィトン事件（ルイ・ヴィトンのモノグ",
        "ラム表示に著名性を認めた例。東京地判平30. 3 .26最高裁HP）等がある。",
        "こ の 他 に 著 名 性 が 認 め ら れ た 商 品 等 表 示 と し て は、「MOSCHINO」、",
        "「JACCS」、「虎屋」、「J‒PHONE」、「青山学院」、「ELLE」、「菊正宗」、「Bud-",
        "weiser」、「マクセル」、「MARIO KART」等がある。",
        "（注 4 ） 　前掲第 2 節2 4 （注）ベレッタ銃事件では、商品の形態が、自他商品の識",
        "別機能を有するに至って商品等表示と認められる場合であっても、商品の",
        "形態は具体的な商品の形態として需要者に記憶されるものであるから、右",
        "形態が当該商品の分野を超えて他の種類の商品の分野にまで出所表示機能",
        "を獲得することは、一般的には困難であり、ましてや、商品の形態が、特定",
        "の種類の商品の分野を超えて、著名な商品表示となることは、ほとんど想定",
        "できないところであるとして著名性を否定した。",
        "3  　同一若しくは類似の表示",
        "　著名な商品等表示と同一の表示のみならず、類似の表示すなわち著名な",
        "表示が容易に想起される表示についても、その使用により同一の表示の冒\n用と同様の効果が生ずることから、類似の表示も対象としている（注）。",
        "（注） 　第 2 号の類似性判断に関する最高裁判例はないものの、裁判例としては、前",
        "掲第 2 節2 1 （注 9 ）のとおり、「正露丸」に関する事件において、「特定の商",
        "品表示が法 2 条 1 項 1 号又は 2 号にいう他人の商品表示と類似のものか否か",
        "を判断するに当たっては、取引の実情の下において、取引者、需要者が、両者",
        "の外観、称呼、又は観念に基づく印象、記憶、連想等から両者を全体的に類似",
        "のものとして受け取るおそれがあるか否かを基準として判断するのが相当で",
        ""
      ]
    },
    {
      "page_number": 97,
      "lines": [
        "第 3 節　著名表示冒用行為（第 2 条第 1 項第 2 号関係）　　87",
        "ある」と判示したものがある（正露丸事件（大阪地判平24. 9 .20判タ1394号",
        "330頁。大阪高判平25. 9 .26最高裁HP）。その後、上告不受理で確定）。",
        ""
      ]
    },
    {
      "page_number": 98,
      "lines": [
        "88　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第 4 節 　他人の商品の形態を模倣した商品を譲渡等する行為（第",
        "2 条第 1 項第 3 号関係）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　三 　他人の商品の形態（当該商品の機能を確保するために不可欠な形態",
        "を除く。）を模倣した商品を譲渡し、貸し渡し、譲渡若しくは貸渡しの",
        "ために展示し、輸出し、輸入し、又は電気通信回線を通じて提供する",
        "行為",
        "1 　趣旨",
        "　本号は、他人の商品の形態を模倣した商品の譲渡等の行為を「不正競争」",
        "の一類型として定めた規定である。",
        "　商品ライフサイクルの短縮化、流通機構の発達、複写・複製技術の発展",
        "を背景として、他人が市場において商品化するために資金・労力を投下し",
        "た成果の模倣が極めて容易に行い得る事態が生じている。このような模倣",
        "品・海賊版を放置すると、模倣者は商品化のためのコストやリスクを大幅",
        "に軽減することができる一方で、先行者の市場先行のメリットは著しく減",
        "少し、模倣者と先行者との間に競争上著しい不公正が生じ、個性的な商品",
        "開発、市場開拓への意欲が阻害されることになり、公正な競業秩序を崩壊",
        "させることにもなりかねない。",
        "　こうした点を踏まえれば、個別の知的財産権の有無にかかわらず、他人",
        "が商品化のために資金・労力を投下した成果を、他に選択肢があるにもか",
        "かわらずことさら完全に模倣して、何らの改変を加えることなく自らの商",
        "品として市場に提供し、その他人と競争する行為は、競争上、不正な行為\nとして位置付けられる必要があった（注 1 ）。\n　このような観点から、平成 5 年改正時に、他人の商品の形態（注 2 ）を模倣",
        ""
      ]
    },
    {
      "page_number": 99,
      "lines": [
        "第 4 節　他人の商品の形態を模倣した商品を譲渡等する行為（第 2 条第 1 項第 3 号関係）　　89",
        "した商品を譲渡等する行為を不正競争と位置付ける本号の規定が新設され",
        "た。",
        "　なお、平成 5 年改正前においても、他人の商品の形態を模倣した商品を",
        "譲渡等する行為は、当該商品の形態が意匠法や著作権法の創作性の要件を",
        "満たす場合には、それぞれの法律の対象とされ、また、商品表示性を獲得",
        "した場合には、本法の対象とされていた。しかし、逆に、上記のいずれに",
        "も該当しない場合には、他人の商品の形態をいかに完全に模倣しても被害",
        "者が差止めを求めることができず、模倣商品に対し効果的な対応が図れな\nい状況にあった（注 3 ）（注 4 ）。\n　また、諸外国においては、商品の形態を模倣した商品を譲渡等する行為",
        "は、自由競争のもとで本来許されている他人の成果の利用の範囲を逸脱す\nる違法な行為であると観念されていた（注 5 ）。",
        "（注 1 ） 　裁判例でも「不正競争防止法が形態模倣を不正競争であるとした趣旨は、",
        "商品開発者が商品化に当たって資金又は労力を投下した成果が模倣された",
        "ならば、商品開発者の市場先行の利益は著しく減少し、一方、模倣者は、開",
        "発、商品化に伴う危険負担を大幅に軽減して市場に参入でき、これを放置す",
        "れば、商品開発、市場開拓の意欲が阻害されることから、先行開発者の商品",
        "の創作性や権利登録の有無を問うことなく、簡易迅速な保護手段を先行開",
        "発者に付与することにより、事業者間の公正な商品開発競争を促進し、もっ",
        "て、同法 1 条の目的である、国民経済の健全な発展を図ろうとしたところに",
        "あると認められる。」とされている（スティック加湿器事件（知財高判平",
        "28.11.30判時2338号96頁））。",
        "（注 2 ） 　データベースのいわゆるデッドコピーについては、平成 4 年産業構造審",
        "議会知的財産政策部会中間答申「不正競争防止法の見直しの方向」において",
        "「データベースの模倣行為の規制のあり方については、情報処理技術の進",
        "展、諸外国における規制の方向について見極めつつ、今後更に検討していく",
        "ことが必要である」とされた。",
        "　　　 　さらに平成17年産業構造審議会知的財産政策部会報告書「不正競争防止法",
        "の見直しの方向性について」において「不正競争防止法による保護について",
        "は、様々な意見と制約」があり、「データベースの保護の仕組みとして、従",
        "来からのEU及び韓国の保護制度との整合性や、米国の立法動向の観点に加",
        "え、量的概念を取り入れることや、派生的行為の捕捉の観点、現行の著作権",
        "法にはない『利用権』の創設の可能性なども踏まえつつ、今回の不正競争防",
        ""
      ]
    },
    {
      "page_number": 100,
      "lines": [
        "90　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "止法改正では対応できなかった要請に対応できる法的枠組みも含め、検討",
        "を行うことが適切であると考えられる」とされたため、データベースのいわ",
        "ゆるデッドコピーに関する規定は設けられていない。",
        "（注 3 ） 　平成 5 年改正前の状況は、以下のとおりである。",
        "　　　① 　意匠法上は、商品の形態が、意匠の定義（「物品の形状、模様若しくは",
        "色彩又はこれらの結合であって、視覚を通じて美感を起こさせるもの」で",
        "あること）に合致し、かつ意匠の登録要件（工業上の利用可能性、新規性",
        "及び創作性を有すること）を満たせば、意匠権の登録後に、意匠権侵害行",
        "為に対して差止請求、損害賠償請求等が認められる。",
        "　　　② 　著作権法上は、商品の形態が、著作権法の「美術の著作物」に該当する",
        "場合には、著作権法の保護が認められる。しかし裁判例によれば、量産さ",
        "れる実用品の場合には、純粋美術と同視し得るような高度の芸術性を有",
        "する場合に限って「美術の著作物」に該当するとされる。",
        "　　　　 　著作権法上の保護を認めた事例としては、仏壇彫刻事件（神戸地姫路支",
        "判昭54. 7 . 9 無体集11巻 2 号371頁）、アメリカTシャツ事件（東京地判昭",
        "56. 4 .20無体集13巻 1 号432頁）等があり、他方、著作権法上の保護を否",
        "定した事例としては、木目化粧紙事件（東京高判平 3 .12.17知裁集23巻 3",
        "号808頁）等がある（なお、平成 5 年改正後の裁判例であるが、前掲第 2",
        "節2 1 （注24）トリップトラップ（TRIPP TRAPP）事件においても、幼",
        "児椅子について「美術の著作物」に該当するとされた。もっとも、著作物",
        "性が認められる部分と類似しているとはいえないとされた。）。",
        "　　　③ 　旧法第 1 条第 1 項第 1 号は、他人の氏名、商号、商標等他人の商品たる",
        "ことを示す表示（商品表示）が広く認識されている場合に、その商品表示",
        "と同一又は類似の商品表示を使用し、その他人の商品表示と混同を生じ",
        "させる行為に対し、差止請求及び損害賠償請求等を認めている。",
        "　　　　 　商品の形態は、本来その商品の実用的機能の発揮、美的効果の見地から",
        "選択されるものであり、商品の識別機能を持つものではないが、形態がそ",
        "の独自性、長期間の継続的な使用あるいは集中的な宣伝効果等によって",
        "商品識別機能を獲得した場合には、商品表示としても機能することにな",
        "る。したがって、商品の形態も商品表示と認められる場合には、一定の要",
        "件（商品表示が広く認識されており、混同を惹起すること）のもとに、差",
        "止請求及び損害賠償請求等が認められている。実際に同号のもとで商品",
        "の形態にも商品表示性が認められた事例としては、前掲第 2 節2 1 （注",
        "17）ナイロール眼鏡枠事件、キーホルダー事件（東京地判平 2 . 8 .31特許",
        ""
      ]
    },
    {
      "page_number": 101,
      "lines": [
        "第 4 節　他人の商品の形態を模倣した商品を譲渡等する行為（第 2 条第 1 項第 3 号関係）　　91",
        "と企業262号35頁、東京高判平 3 .11.28特許と企業278号47頁）のほか多数",
        "が挙げられる。",
        "　　　④ 　民法第709条は「故意又ハ過失ニ因リテ他人ノ権利ヲ侵害シタル者ハ之",
        "ニ因リテ生シタル損害ヲ賠償スル責ニ任ス」（平成16年改正前）と規定し",
        "ており、商品の形態を模倣した商品を譲渡等する行為がこの要件を満た",
        "す場合には不法行為が成立する。",
        "　　　　 　ただし、不法行為が成立しても、損害賠償請求が認められるのみで、差",
        "止請求は認められない。裁判例（前掲木目化粧紙事件）では、木目化粧紙",
        "の原画を製作し、これを原版として印刷した家具用化粧紙を販売していた",
        "原告が、同製品を写真撮影し、製版・印刷して家具用化粧紙として販売し",
        "た被告に対し、差止め・損害賠償を求めた事例において、「被告製品の模様",
        "は、色調の微妙な差異を除けば、原告製品の模様と寸分違わぬ、完全な模",
        "倣（いわゆるデッドコピイ）であることが明らかである」として、民法第",
        "709条の不法行為に基づく損害賠償請求を認めたが、差止請求については、",
        "「特別にこれを認める法律上の規定を有しない限り」許されないとしている。",
        "（注 4 ） 　裁判において本号が活用された事例としては、前掲第 1 節2 4 （注 4 ）た",
        "まごっち事件、網焼きプレート事件（大阪地判平10. 9 .17判タ1021号258",
        "頁）、前掲第 1 節2 3 （注 8 ）タオルセット事件、前掲第 1 節2 4 （注 4 ）",
        "腕時計事件、前掲第 1 節2 3 （注 1 ）小型ショルダーバッグ事件、前掲第 1",
        "節2 4 （注 4 ）小型ショルダーバック事件等がある。",
        "（注 5 ）　諸外国の状況は、以下のとおりである。",
        "　　　①　ドイツ",
        "　　　 　ドイツ不正競争防止法は第 1 条に「業務上の取引において競争の目的を",
        "もって善良の風俗に反する行為をなす者に対しては、差止め及び損害賠償",
        "を請求することができる」との一般条項を有しており、同条項に基づき、判",
        "例法上「他人の成果の利用」の法理が確立しており、デッドコピーを規制し",
        "ている。",
        "　　　 　なお、「他人の成果の利用」の法理は、さらに以下の二つに分かれるとさ",
        "れる。",
        "　　　　　ａ ．隷属的模倣　　他人の成果を手本として用い、自ら創作をなす行",
        "為であり、この場合は模倣自由の原則が妥当するが、特段の事情があ",
        "る場合は違法とされる。違法性は、創作物の価値（競業上の特異性と",
        "市場における占有状態）と、模倣者側の特段の事情（出所混同の防止",
        "措置の懈怠、不正入手、信頼破壊、計画的妨害等）を考慮して判断さ",
        ""
      ]
    },
    {
      "page_number": 102,
      "lines": [
        "92　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "れる。",
        "　　　　　ｂ ．直接的利用　　労力とコストをかけて獲得された他人の成果を、",
        "機械的な複製方法で自らのコストを省きつつ、又は自らの改良を加",
        "えずに、自らの成果として利用する行為は、違法とされる。",
        "　　　②　スイス",
        "　　　 　昭和61（1986）年の不正競争防止法全面改正の際に、ドイツの直接的利用",
        "の法理を実定法化し、デッドコピーを規制している。",
        "　　　 　スイス不正競争防止法第 5 条c項において、「不正行為を行う者」として",
        "「市場性の熟した他人の作業の成果を自ら固有の相当な費用を費やすことな",
        "く技術的な複製手段を通じてそのまま引き写し、利用する者」と規定されて",
        "いる。",
        "　　　③　米国",
        "　　　 　コモンロー上、ミスアプロプリエーション（不正使用）の法理があるとさ",
        "れる。右法理の成立のためには、一般的には、a．原告が当該物の制作に多",
        "大の時間・努力・資金を費やしたこと、b．被告がその物をほとんどあるい",
        "は全く無償で利用したため、被告の行為が「種まかざる場所から刈り取る」",
        "ものと性格づけられること、c．原告が被告の行為により損害を被っている",
        "こと、が要件とされる。",
        "2 　要件",
        "1  　「商品の形態」「模倣する」",
        "　「商品の形態」「模倣する」に関しては、平成17年改正により、規定を明",
        "確化するために定義規定が設けられたので（「商品の形態」につき第 2 条第 4",
        "項、「模倣する」につき第 2 条第 5 項）、該当部分を参照されたい。",
        "2  　「商品の機能を確保するために不可欠な形態」",
        "　商品の形態のうち、「商品の機能を確保するために不可欠な形態」につい",
        "ては、その形態をとらない限り、商品として成立しえず、市場に参入する",
        "ことができないものであり、特定の者の独占的利用に適さないものであっ",
        "て、その模倣は競争上不正とはいえないため、「商品の形態」から除外する",
        "こととした。",
        "　これは、平成17年改正前において、「当該他人の商品と同種の商品（同種",
        ""
      ]
    },
    {
      "page_number": 103,
      "lines": [
        "第 4 節　他人の商品の形態を模倣した商品を譲渡等する行為（第 2 条第 1 項第 3 号関係）　　93",
        "の商品がない場合にあっては、当該他人の商品とその機能及び効用が同一又は類",
        "似の商品）が通常有する形態を除く」との規定であったが、その意義が不",
        "明確であるとの指摘がなされていたことから、裁判例の蓄積等を踏まえ",
        "て、平成17年に改正されたものである。",
        "　したがって、平成17年改正前に、「商品の形態」から除外されていた形態",
        "については、改正後も除外されることになる。具体例としては次のような",
        "ものが想定できる。",
        "　① 　端末機とプリンター等の間の接続用コードのプラグは、本体側の端",
        "子とかみあうようになっており、そのかみあう部分の形態は、プラグ",
        "の商品の機能を確保するために不可欠な形態であり、この部分を模倣",
        "しても「不正競争」には当たらない。",
        "　② 　コップの形態として、中に液体を入れるためには側面と底面を有し",
        "ているのは商品の機能を確保するために不可欠な形態である。しか",
        "し、コップの縁の形状や側面の模様が特徴的であるような場合、この",
        "ような特徴的な部分まで模倣することは「不正競争」に該当する。",
        "　　 　なお、令和 5 年改正に伴い、「商品の形態」に無体物も含まれること",
        "となった。無体物における「商品の機能を確保するために不可欠な形",
        "態」について、デジタル空間上の商品（例えばアバターに着せる「洋服」",
        "なるもの）は、本来的には機能（雨風を防ぐ等）を有しないことから、",
        "機能上不可欠な形態というものは観念しえないが、リアルにおいて観",
        "念することができる商品であれば（例えば洋服）、そのリアルの商品に",
        "おいて機能上不可欠な形態かどうかが判断される。",
        "3  　「貸し渡し」「貸渡しのために展示し」「電気通信回線を通じて提供」",
        "　本号では、意匠法等にならい、「貸し渡し」「貸渡しのために展示し」を",
        "対象となる行為としている。「貸し渡し」とは、単なる占有の移転ではな",
        "く、賃借権などの権利を設定した上での占有の移転をいう。これは、他人",
        "の商品形態を模倣した商品の提供行為の規制が事業者の営業上の利益を保",
        "護するものであることによるものである。",
        "　これに対して、混同惹起行為の規制は一般公衆の混同を防ぐ趣旨をも含",
        "むものであるから、物の現実的な支配の移転である「引き渡し」又は「引",
        ""
      ]
    },
    {
      "page_number": 104,
      "lines": [
        "94　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "渡しのために展示し」の段階で差止めを認めることとしたものである。",
        "　また、令和 5 年改正により、新たに「電気通信回線を通じて提供」する",
        "行為が加わった。これにより、リアルの商品の形態をリアル空間で模倣し",
        "て提供する行為に加えて、新たに①リアルの商品の形態をデジタル空間上",
        "で模倣して提供する行為、②デジタルの商品の形態をデジタル空間上で模",
        "倣して提供する行為、③デジタルの商品の形態をリアル空間で提供する行",
        "為も規律の対象となった。",
        "4  　模倣行為自体を「不正競争」としない理由",
        "　模倣行為自体を規制対象とすると試験研究のための模倣行為まで規制対",
        "象とされるなど規制が過度になり、妥当ではない。このため、本号では、",
        "模倣行為自体を「不正競争」とはせず、模倣した商品を譲渡等する行為の",
        "みを「不正競争」とすることとしている。",
        "5  　請求権者",
        "　本号の請求主体は、原則として、形態模倣の対象とされた商品を自ら開\n発・商品化して市場に置いた先行開発者である（注 1 ）。したがって、販売権\n者は原則として含まれないが、独占的販売権者については保護の主体とさ\nれた事例がある（注 2 ）。",
        "（注 1 ） 　エルメス・バーキン事件（東京地判平13. 8 .31判時1760号138頁）では、",
        "有名ブランドの商品を模倣した商品を販売する原告について請求主体性が",
        "否定された。また、猫の手シミュレーションゲーム事件（東京地判平",
        "12. 7 .12判時1718号127頁）では、共同して商品を開発した者など、商品を",
        "市場に置くに際し、費用や労力を投下した者にとっては、当該商品は「他人",
        "の商品」ではないため、このような者に対して本号に基づく請求はできない",
        "とした。",
        "（注 2 ） 　キャディバッグ事件（東京地判平11. 1 .28判時1677号127頁）では、日本",
        "国内での商品の独占的販売権者について請求主体性が否定されたが、他方、",
        "ヌーブラ事件（大阪地判平16. 9 .13判時1899号142頁）、水切りざる事件（大",
        "阪地判平23.10. 3 判タ1380号212頁）では、商品の独占的販売権者が、不正",
        "競争防止法第 2 条第 1 項第 3 号の不正競争行為につき保護の主体となり得",
        "ることが認められている。",
        ""
      ]
    },
    {
      "page_number": 105,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　95",
        "第 5 節 　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10",
        "号関係）",
        "1 　趣旨",
        "　第 2 条第 1 項第 4 号～第10号は、営業秘密に係る不正行為を「不正競争」",
        "の一類型として定めた規定である。",
        "　営業秘密の漏えいに対する法整備については、昭和40年代に検討された",
        "改正刑法草案において「企業秘密の漏示」に関する罪を設けることが議論",
        "されたが、職業選択の自由や内部告発、報道の自由などとの関係から強い",
        "反対論があり、とりわけ公害問題が深刻となっていた時代背景も影響して",
        "実現されなかった。",
        "　その後、昭和50年代後半以降の、特に急速な技術革新の進展や、経済社",
        "会の情報化などを背景として、製造ノウハウなどの技術情報の重要性が増",
        "大する一方、企業間の取引が増大し、営業秘密を他社に不正に取得、使用、",
        "開示されてしまうことが深刻な問題として認識されるようになり、民法第",
        "709条（不法行為）による損害賠償請求のみでは、保護が不十分であるとの",
        "認識が増大してきた。こうした状況と、GATT・ウルグアイ・ラウンド交",
        "渉における営業秘密の保護のニーズの高まりといった国際的な議論を背景",
        "に、平成 2 年改正により、営業秘密に係る不正行為の類型を規定し、営業",
        "秘密に係る不正行為に対し差止請求権を認める等の法整備を行った。",
        "　その後、平成 5 年改正により、法律の全体的整備を図り、わかりやすい",
        "ものとするために、新たに独立した営業秘密の定義規定を設けて、第 2 条",
        "第 1 項第 4 号～第 9 号において営業秘密に係る不正行為を列挙し、さら",
        "に、用字・用語について現代語化を図った。",
        "　また、平成14（2002）年に策定された「知的財産戦略大綱」において、",
        "企業が営業秘密に関する管理強化のための戦略的なプログラムを策定でき",
        "るよう、参考となるべき指針を作成すべきとされたことを受けて、平成15",
        "年 1 月に経済産業省が「営業秘密管理指針」をとりまとめた。",
        ""
      ]
    },
    {
      "page_number": 106,
      "lines": [
        "96　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　さらに、ネットワーク化の進展、情報技術の進歩、経済構造改革の加速",
        "による人材の流動化、グローバル化の中での企業の競争力の維持・強化の",
        "ための技術的優位の重要性、アジア諸国の技術的台頭などを背景に、営業",
        "秘密に係る不正行為のうち、特に違法性の高い行為類型について平成15年",
        "改正において刑事罰の対象とする規定を導入し、その後、平成17年改正、",
        "平成18年改正及び平成21年改正においても保護の強化を行い、平成23年改",
        "正において営業秘密の内容を保護するための刑事訴訟手続の整備を行っ",
        "た。",
        "　その後、「営業秘密管理指針」については、平成27年 1 月に、営業秘密と",
        "して差止請求等の法的保護を受けるために必要となる最低限の水準の対策\nを示したものとして全部改訂し（注）、その後、平成31年 1 月には、ビッグ\nデータ、AIの活用といった第四次産業革命の進展を背景に、営業秘密の三",
        "要件に該当するための管理の在り方等について追加する改訂が行われた。",
        "　平成27年改正では、近年の企業の知財戦略としての「オープン＆クロー",
        "ズ戦略」の広まりによる知財の秘匿化（営業秘密）の再認識、営業秘密漏え",
        "いに関する大型事案の顕在化等を背景に、営業秘密侵害品の譲渡等の規制",
        "の新設、営業秘密侵害罪の罰金刑の上限の引上げ等営業秘密の保護がさら",
        "に強化された。刑事罰については、後述の第 7 章に譲ることとする。",
        "　なお、裁判手続における営業秘密の保護については、平成16（2004）年",
        "の「裁判所法等の一部を改正する法律」により民事訴訟手続において、平",
        "成23年改正により刑事訴訟手続において、その保護が強化された。また、",
        "令和 5 年改正により、国際的な営業秘密侵害事案に関する国際裁判管轄及",
        "び適用範囲に関する規定を導入した。",
        "（注） 　改訂前の「営業秘密管理指針」は営業秘密に関する本法の解釈のみならず、",
        "情報管理に関するベストプラクティス及び普及啓発的事項も含んでいたが、",
        "「知的財産推進計画2014」における、「営業秘密管理指針において、法的に営業",
        "秘密として認められるための管理方法について、事業者にとってより分かり",
        "やすい記載とするよう改める」との記載を受け、改訂したものである。",
        ""
      ]
    },
    {
      "page_number": 107,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　97",
        "2 　営業秘密に係る不正行為の類型",
        "　営業秘密に係る不正行為は、大きく分けると以下のパターンに分類され",
        "る。",
        "　⑴　不正取得類型（第 2 条第 1 項第 4 号）",
        "　　 　営業秘密保有者から不正な手段で営業秘密を取得し、その取得した",
        "営業秘密を使用、開示する行為",
        "　⑵ 　信義則違反類型（第 2 条第 1 項第 7 号）",
        "　　 　営業秘密保有者から正当に示された営業秘密を不正に使用、開示す",
        "る行為",
        "　⑶　転得類型（第 2 条第 1 項第 5 号、第 6 号、第 8 号、第 9 号）",
        "　　①取得時悪意転得類型",
        "　　　ⅰ 　第 2 条第 1 項第 4 号の営業秘密不正取得行為の介在について",
        "知って（悪意）又は重過失により知らないで営業秘密を取得し、",
        "［図表 2 ‒ 3 ‒ 3 ］　営業秘密侵害行為類型（民事）",
        "営業秘密\n保有者",
        "「営業秘密」",
        "権原のない者",
        "不正に取得④",
        "使用④",
        "開示④",
        "権原のある者",
        "正当に取得",
        "※秘密保持義務\n付き",
        "使用",
        "開示",
        "図\n利\n加\n害\n目\n的",
        "使用⑦",
        "開示⑦",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意又は重過失で\n取得\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "使用\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "開示\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "使用\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "開示",
        "開示\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "又\nは\n重\n過\n失\nに\nよ\nり\n知\nら\nな\nい",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "善意\n無重過失\nでの取得",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。\n※「悪意又は無過失」は、当該行為があったことを知っている、あるいは重大な過失により知らないことを示す。\n※「善意・無重過失」は、当該行為があったことを、重大な過失なく知らないことを示す。\n※不正使用行為によって生じた物の取扱いについては、営業秘密の不正使用により生じた物の譲渡等も、対象とする⑩。",
        "　\n　\n"
      ]
    },
    {
      "page_number": 108,
      "lines": [
        "98　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "その取得した営業秘密を使用、開示する行為（第 2 条第 1 項第 5 号）",
        "　　　ⅱ 　第 2 条第 1 項第 7 号の営業秘密不正開示行為の介在等について",
        "悪意又は重過失で営業秘密を取得し、その取得した営業秘密を使",
        "用、開示する行為（第 2 条第 1 項第 8 号）",
        "　　②取得時善意転得類型",
        "　　　ⅰ 　営業秘密を取得した後に、営業秘密不正取得行為（第 2 条第 1 項",
        "第 4 号）の介在について悪意又は重過失で当該営業秘密を使用、",
        "開示する行為（第 2 条第 1 項第 6 号）",
        "　　　ⅱ 　営業秘密を取得した後に、営業秘密不正開示行為（第 2 条第 1 項",
        "第 7 号）の介在等について悪意又は重過失で当該営業秘密を使用、",
        "開示する行為（第 2 条第 1 項第 9 号）",
        "　⑷　営業秘密侵害品譲渡等類型（第 2 条第 1 項第10号）",
        "　　　⑴～⑶の不正使用行為により生じた物を譲渡等する行為",
        "1  　第 2 条第 1 項第 4 号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　四 　窃取、詐欺、強迫その他の不正の手段により営業秘密を取得する行",
        "為（以下「営業秘密不正取得行為」という。）又は営業秘密不正取得行",
        "為により取得した営業秘密を使用し、若しくは開示する行為（秘密を",
        "保持しつつ特定の者に示すことを含む。次号から第九号まで、第十九",
        "条第一項第七号、第二十一条及び附則第四条第一号において同じ。）",
        "　本号は、窃取等の不正の手段により、営業秘密保有者から営業秘密を取",
        "得しようとする行為及び不正取得後に使用又は開示する行為は、取得行為",
        "自体の違法性が極めて強い行為であることから、これらを「不正競争」と",
        "位置付けたものである。",
        "　例えば、情報管理室の操作担当者に虚偽の事実を述べて顧客情報を印刷\nさせて取得した行為（注 1 ）、印刷機等の設計図の電子データを無断で複製し、\nこれを使用・開示する行為（注 2 ）等がこれに当たる。",
        ""
      ]
    },
    {
      "page_number": 109,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　99",
        "［図表 2 ‒ 3 ‒ 4 ］　第 2 条第 1 項第 4 号類型",
        "営業秘密\n保有者",
        "権原のない者",
        "窃取、\n詐欺等",
        "不正に取得④",
        "使用④",
        "開示④",
        "「営業秘密」",
        "権原のある者",
        "正当に取得",
        "※秘密保持義務\n付き",
        "使用",
        "開示",
        "図\n利\n加\n害\n目\n的",
        "使用⑦",
        "開示⑦",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意又は重過失で\n取得\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "使用\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "開示\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "使用\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "開示",
        "開示\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "又\nは\n重\n過\n失\nに\nよ\nり\n知\nら\nな\nい",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "善意\n無重過失\nでの取得",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "　「窃取、詐欺、強迫その他の不正の手段」の「窃取」「詐欺」「強迫」は、",
        "不正の手段の例示として挙げたものであり、「その他の不正の手段」とは、",
        "窃盗罪や詐欺罪等の刑罰法規に該当するような行為だけでなく、社会通念",
        "上、これと同等の違法性を有すると判断される公序良俗に反する手段を用",
        "いる場合もこれに含まれると解される。",
        "　営業秘密の「取得」とは、営業秘密を自己の管理下に置く行為をいい、",
        "営業秘密が記録されている媒体等を介して自己又は第三者が営業秘密自体",
        "を手に入れる行為、及び営業秘密自体を頭の中に入れる等、営業秘密が記",
        "録されている媒体等の移動を伴わない形で営業秘密を自己又は第三者のも",
        "のとする行為が該当する。",
        "　本号に該当する営業秘密不正取得行為としては、例えば、営業秘密が記",
        "録されたUSBメモリを窃取する行為、営業秘密が記載された紙媒体を複写",
        "して取得する行為、営業秘密保有者のサーバに保存されている営業秘密が",
        "記録された電子データに不正にアクセスしてメールで自己のパソコンに送",
        "付して取得する行為、営業秘密保有者の会話や会議等を盗聴や電波傍受等",
        "で盗み聞きする方法で営業秘密を取得する行為等が考えられる。",
        "　\n　\n"
      ]
    },
    {
      "page_number": 110,
      "lines": [
        "営業秘密の使用　営業秘密の使用",
        "100　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　なお、市場から購入した製品について自ら解析等を行って営業秘密を取\n得する行為（いわゆる「リバース・エンジニアリング（注 3 ）」）については、本号\nに規定する、「窃取、詐欺、強迫」行為や「その他不正の手段」による行為",
        "には該当せず、本号に規定する「取得」には該当しないものと考えられる。",
        "　営業秘密の「使用」とは、営業秘密の本来の使用目的に沿って行われ、",
        "当該営業秘密に基づいて行われる行為として具体的に特定できる行為を意",
        "味する。具体的には、自社製品の製造や研究開発等の実施のために、他社",
        "製品の製造方法に関する技術情報である営業秘密を直接使用する行為や、",
        "事業活動等の実施のために、他社が行った市場調査データである営業秘密",
        "を参考とする行為等が考えられる。",
        "　営業秘密の「開示」とは、営業秘密を第三者が知ることができる状態に",
        "置くことをいい、営業秘密を非公知性を失わないまま特定の者に知られる",
        "状態に置くことも含む。具体的には、営業秘密を口頭で伝えたり、営業秘",
        "密が記録された電子データを特定の第三者に送信したり、ホームページに",
        "営業秘密を掲載したりすることのほか、営業秘密が化体された有体物（営\n業秘密記録媒体等又は営業秘密が化体された物件（注 4 ））の占有を移転すること\nで他者に営業秘密を通知したりすることなどが考えられる。",
        "（注 1 ） 　美術工芸品等販売顧客名簿事件（東京地判平11. 7 .23判時1694号138頁）。",
        "（注 2 ） 　第 1 節2 5 ⑶（注）セラミックコンデンサー事件。",
        "（注 3 ） 　「リバース・エンジニアリング」とは、一般には、製品を解析、評価する",
        "ことによって、その構造・材質・成分・製法等その製品に化体している情",
        "報を抽出したり、抽出した情報を使用する行為を意味する。",
        "（注 4 ） 　コエンザイムQ10事件（東京地判平22. 4 .28判タ1396号331頁）では、コ",
        "エンザイムQ10の生産菌自体が営業秘密であると認められた。",
        "2  　第 2 条第 1 項第 5 号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　五 　その営業秘密について営業秘密不正取得行為が介在したことを知っ",
        "て、若しくは重大な過失により知らないで営業秘密を取得し、又はそ",
        "の取得した営業秘密を使用し、若しくは開示する行為",
        ""
      ]
    },
    {
      "page_number": 111,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　101",
        "［図表 2 ‒ 3 ‒ 5 ］　第 2 条第 1 項第 5 号類型",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "営業秘密\n保有者",
        "権原のない者",
        "窃取、\n詐欺等",
        "不正に取得④",
        "使用④",
        "開示④",
        "「営業秘密」",
        "権原のある者",
        "正当に取得",
        "※秘密保持義務\n付き",
        "使用",
        "開示",
        "図\n利\n加\n害\n目\n的",
        "使用⑦",
        "開示⑦",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "取得時悪意転得者",
        "悪意又は重過失で\n取得",
        "（不正取得者からの取得⑤）",
        "使用\n不正取得者からの取得⑤",
        "開示\n不正取得者からの取得⑤",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "使用\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "開示",
        "開示\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "又\nは\n重\n過\n失\nに\nよ\nり\n知\nら\nな\nい",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "善意\n無重過失\nでの取得",
        "　本号は、第 2 条第 1 項第 4 号の営業秘密不正取得行為が介在したことを",
        "知って（悪意）、若しくは重大な過失により知らないで（重過失）営業秘密",
        "を取得する行為、及びその後の使用行為又は開示行為を「不正競争」と位",
        "置付けたものである。",
        "　例えば、会社の機密文書を窃取した従業者から、それが営業秘密である",
        "と知って、産業スパイが当該機密文書を受け取る行為等がこれに当たる。",
        "　「その営業秘密について営業秘密不正取得行為が介在したこと」の「介",
        "在」とは、自らが取得する前のいずれかの時点で不正取得行為がなされた",
        "ことを意味する。",
        "　したがって、不正取得行為を行った者から直接取得する場合だけでな",
        "く、間接的に取得する場合であっても、取得時に不正取得行為の介在につ",
        "き悪意・重過失であれば、その取得行為、取得後の使用・開示行為は本号",
        "の対象となる。",
        "　「知って、若しくは重大な過失により知らないで」のうち、「知って」（悪",
        "意）とは、営業秘密不正取得行為の介在の事実を知っていることをいい、",
        "　\n　\n"
      ]
    },
    {
      "page_number": 112,
      "lines": [
        "102　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "「重大な過失により知らないで」（重過失）とは、悪意と同視し得るほどの\n著しい注意義務違反がある場合をいう（注）。例えば、身元不詳のブローカー\n等から、なんら調査もせずに重要な技術情報を取得するなど、何らかの調",
        "査を行えば容易に不正取得行為の事実が判明するにもかかわらず、それを",
        "怠る場合が挙げられる。",
        "（注） 　「重大な過失」の有無について、営業秘密侵害が争われた裁判例において、",
        "「不競法 2 条 1 項 8 号所定の『重大な過失』とは、取引上要求される注意義務",
        "を尽くせば、容易に不正開示行為等が判明するにもかかわらず、その義務に違",
        "反する場合をいうものと解すべきである。」と判示したものがある（知財高判",
        "平30. 1 .15判タ1452号80頁）。",
        "3  　第 2 条第 1 項第 6 号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　六 　その取得した後にその営業秘密について営業秘密不正取得行為が介",
        "在したことを知って、又は重大な過失により知らないでその取得した",
        "営業秘密を使用し、又は開示する行為",
        "　本号は、第 2 条第 1 項第 4 号の営業秘密不正取得行為の介在について善",
        "意・無重過失で営業秘密を取得した第三者が、その後、悪意又は重過失に",
        "転じた場合、当該第三者がその営業秘密を使用又は開示する行為を「不正",
        "競争」と位置付けたものである。",
        "　例えば、営業秘密を取得した後に、その営業秘密に関する産業スパイ事",
        "件が大々的に報道されて営業秘密不正取得行為が介在していた事実を知り",
        "ながら、営業秘密を使用又は開示する行為がこれに当たる（ただし、適用除",
        "外規定（第19条第 1 項第 7 号）の適用により、契約等に基づき取得した権原の範",
        "囲内であれば、当該営業秘密を使用又は開示することができる）。",
        ""
      ]
    },
    {
      "page_number": 113,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　103",
        "［図表 2 ‒ 3 ‒ 6 ］　第 2 条第 1 項第 6 号類型",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意又は重過失で\n取得\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "使用\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "開示\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "使用\n不正取得者からの取得⑥",
        "開示",
        "開示\n不正取得者からの取得⑥",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "又\nは\n重\n過\n失\nに\nよ\nり\n知\nら\nな\nい",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "善意\n無重過失\nでの取得",
        "営業秘密\n保有者",
        "権原のない者",
        "窃取、\n詐欺等",
        "不正に取得④",
        "使用④",
        "開示④",
        "「営業秘密」",
        "権原のある者",
        "正当に取得",
        "※秘密保持義務\n付き",
        "使用",
        "開示",
        "図\n利\n加\n害\n目\n的",
        "使用⑦",
        "開示⑦",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "4  　第 2 条第 1 項第 7 号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　七 　営業秘密を保有する事業者（以下「営業秘密保有者」という。）から",
        "その営業秘密を示された場合において、不正の利益を得る目的で、又",
        "はその営業秘密保有者に損害を加える目的で、その営業秘密を使用し、",
        "又は開示する行為",
        "　本号は、営業秘密保有者が従業者、下請企業、ライセンシー等に対して",
        "営業秘密を示した場合に、その従業者等が不正の利益を得る目的又は営業",
        "秘密保有者に損害を加える目的で、その営業秘密を使用又は開示する行為",
        "を「不正競争」と位置付けたものである。契約により使用又は開示の制限",
        "が課されていなくとも、このような目的で使用又は開示が行われる場合に",
        "は、信義則違反・違背が認められるので、差止請求等の対象としたもので",
        "　\n　\n"
      ]
    },
    {
      "page_number": 114,
      "lines": [
        "104　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "［図表 2 ‒ 3 ‒ 7 ］　第 2 条第 1 項第 7 号類型",
        "営業秘密\n保有者",
        "「営業秘密」",
        "権原のない者",
        "不正に取得④",
        "使用④",
        "開示④",
        "権原のある者",
        "正当に取得",
        "※秘密保持義務\n付き",
        "使用",
        "開示",
        "図\n利\n加\n害\n目\n的",
        "使用⑦",
        "開示⑦",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意又は重過失で\n取得\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "使用\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "開示\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "使用\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "開示",
        "開示\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "又\nは\n重\n過\n失\nに\nよ\nり\n知\nら\nな\nい",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "善意\n無重過失\nでの取得",
        "ある。",
        "　「保有する事業者からその営業秘密を示された」とは、その営業秘密を不",
        "正取得以外の態様で営業秘密保有者から取得する場合であることを意味し",
        "ている。具体的には、営業秘密保有者から営業秘密を口頭で開示された場",
        "合や手交された場合、営業秘密へのアクセス権限を与えられた場合、営業",
        "秘密を職務上使用している場合などをいう。なお、営業秘密へのアクセス",
        "権限を有しているなど、「保有する事業者からその営業秘密を示された」に",
        "該当する場合であっても、「窃取、詐欺、強迫その他の不正の手段」により",
        "営業秘密を取得する行為は、不正な「取得」と評価すべきと解されるから、",
        "当該行為は第 2 条第 1 項第 4 号に該当する。",
        "　「不正の利益を得る目的」（図利目的）とは、競争関係にある事業を行う",
        "目的のみならず、広く公序良俗又は信義則に反する形で不当な利益を図る\n目的のことをいう（注 1 ）。これには、自ら不正の利益を得る目的（自己図利目\n的）のみならず、第三者に不正の利益を得させる目的（第三者図利目的）も\n含まれる（注 2 ）。「営業秘密保有者に損害を加える目的」（加害目的）とは、営",
        "　\n　\n"
      ]
    },
    {
      "page_number": 115,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　105",
        "業秘密保有者に対し、財産上の損害、信用の失墜その他の有形無形の不当",
        "な損害を加える目的のことを指し、現実に損害が生じることは要しない。",
        "　例えば、学習器具並びに出版物の製作及び販売等を営業目的とする株式",
        "会社の代表取締役が、在職中に、従業者に依頼して顧客情報をフロッピー",
        "ディスクにコピーさせた上、従業者からそれを受け取って自宅に持ち帰",
        "り、退職後に、不正の利益を得る目的等で当該顧客情報を用いて転職先企\n業において販売を開始する行為（注 3 ）や、製造委託契約に基づいて示された\n婦人靴の設計情報（木型）を、自らの企業として存続等するために許され",
        "ないことを認識しつつ、委託元の競業者となろうとしている第三者に開示\nする行為（注 4 ）等がこれに当たる。\n　なお、平成21年改正前において、本号に係る目的は、「不正の競業その他",
        "の不正の利益を得る目的で、又はその保有者に損害を加える目的で」と規",
        "定されていたところ、同改正に際して、例示されていた「不正の競業その",
        "他の」という文言が削除されたが、実質的な変更はない。",
        "（注 1 ） 　公序良俗又は信義則に反する形であれば、その目的は経済的利益か、非経",
        "済的利益かを問うものではない。",
        "（注 2 ） 　第三者には、企業や研究機関等だけではなく、外国政府機関やその関係者",
        "等も含まれる。",
        "（注 3 ） 　作務衣販売顧客情報事件（東京地判平16. 5 .14最高裁HP）。",
        "（注 4 ） 　東京地判平29. 2 . 9 最高裁HP。",
        "5  　第 2 条第 1 項第 8 号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　八 　その営業秘密について営業秘密不正開示行為（前号に規定する場合",
        "において同号に規定する目的でその営業秘密を開示する行為又は秘密",
        "を守る法律上の義務に違反してその営業秘密を開示する行為をいう。",
        "以下同じ。）であること若しくはその営業秘密について営業秘密不正開",
        "示行為が介在したことを知って、若しくは重大な過失により知らない",
        "で営業秘密を取得し、又はその取得した営業秘密を使用し、若しくは",
        "開示する行為",
        ""
      ]
    },
    {
      "page_number": 116,
      "lines": [
        "106　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "［図表 2 ‒ 3 ‒ 8 ］　第 2 条第 1 項第 8 号類型",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "営業秘密\n保有者",
        "「営業秘密」",
        "権原のない者",
        "不正に取得④",
        "使用④",
        "開示④",
        "権原のある者",
        "正当に取得",
        "※秘密保持義務\n付き",
        "使用",
        "開示",
        "図\n利\n加\n害\n目\n的",
        "使用⑦",
        "開示⑦",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "取得時悪意転得者",
        "悪意又は重過失で\n取得\n正当取得者からの取得⑧",
        "使用\n正当取得者からの取得⑧",
        "開示\n正当取得者からの取得⑧",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "使用\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "開示",
        "開示\n（不正取得者からの取得⑥）\n（正当取得者からの取得⑨）",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "又\nは\n重\n過\n失\nに\nよ\nり\n知\nら\nな\nい",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "善意\n無重過失\nでの取得",
        "　本号は、営業秘密を取得する際に、以下のいずれかの「営業秘密不正開",
        "示行為」によるものであること若しくはそのような「営業秘密不正開示行",
        "為」が介在したことについて悪意・重過失で営業秘密を取得する行為、又",
        "はその取得した営業秘密を使用若しくは開示する行為を「不正競争」と位",
        "置付けたものである。なお、「営業秘密不正開示行為が介在したこと」の他",
        "に「営業秘密不正開示行為であること」を規定しているのは、第 7 号の行",
        "為者や守秘義務違反者の開示行為の直接の相手方となって営業秘密を取得",
        "する場合が含まれることを明確にするためである。",
        "　営業秘密不正開示行為は、以下のとおりである。",
        "　① 　第 2 条第 1 項第 7 号に規定する不正の利益を得る目的で、又はその",
        "営業秘密保有者に損害を加える目的で営業秘密保有者から示された営",
        "業秘密を開示する行為",
        "　②　秘密を守る法律上の義務に違反して営業秘密を開示する行為",
        "　例えば、人材派遣事業等を主たる営業目的とする株式会社の従業者か",
        "ら、当該会社が保有する派遣スタッフの管理名簿等の不正開示を受け、そ",
        "　\n　\n"
      ]
    },
    {
      "page_number": 117,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　107",
        "のことを知りながら当該名簿等を使用して勧誘等する行為（注）等がこれに\n当たる。",
        "（注）　 ハンドハンズ事件（東京地判平14.12.26最高裁HP）。",
        "6  　第 2 条第 1 項第 9 号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　九 　その取得した後にその営業秘密について営業秘密不正開示行為が",
        "あったこと若しくはその営業秘密について営業秘密不正開示行為が介",
        "在したことを知って、又は重大な過失により知らないでその取得した",
        "営業秘密を使用し、又は開示する行為",
        "　本号は、営業秘密を取得した第三者が、取得後にその取得が営業秘密不",
        "正開示行為によるものであったこと又は営業秘密不正開示行為が介在した",
        "［図表 2 ‒ 3 ‒ 9 ］　第 2 条第 1 項第 9 号類型",
        "営業秘密\n保有者",
        "「営業秘密」",
        "権原のない者",
        "不正に取得④",
        "使用④",
        "開示④",
        "権原のある者",
        "正当に取得",
        "※秘密保持義務\n付き",
        "使用",
        "開示",
        "図\n利\n加\n害\n目\n的",
        "使用⑦",
        "開示⑦",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意又は重過失で\n取得\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "使用\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "開示\n（不正取得者からの取得⑤）\n（正当取得者からの取得⑧）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "使用\n正当取得者からの取得⑨",
        "開示",
        "開示\n正当取得者からの取得⑨",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "又\nは\n重\n過\n失\nに\nよ\nり\n知\nら\nな\nい",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "善意\n無重過失\nでの取得",
        "　\n　\n"
      ]
    },
    {
      "page_number": 118,
      "lines": [
        "108　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "ことについて悪意・重過失で、その営業秘密を使用又は開示する行為を",
        "「不正競争」と位置付けたものである。",
        "　例えば、営業秘密を取得した後に、営業秘密保有者から警告を受けたこ",
        "とにより営業秘密不正開示行為が介在していた事実を知ったにもかかわら",
        "ず、営業秘密を使用又は開示する行為がこれに当たる（ただし、適用除外規",
        "定（第19条第 1 項第 7 号）の適用があり得る）。",
        "7  　第 2 条第 1 項第10号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 　第四号から前号までに掲げる行為（技術上の秘密（営業秘密のうち、",
        "技術上の情報であるものをいう。以下同じ。）を使用する行為に限る。",
        "以下この号において「不正使用行為」という。）により生じた物を譲渡",
        "し、引き渡し、譲渡若しくは引渡しのために展示し、輸出し、輸入し、",
        "又は電気通信回線を通じて提供する行為（当該物を譲り受けた者（そ",
        "の譲り受けた時に当該物が不正使用行為により生じた物であることを",
        "知らず、かつ、知らないことにつき重大な過失がない者に限る。）が当",
        "該物を譲渡し、引き渡し、譲渡若しくは引渡しのために展示し、輸出",
        "し、輸入し、又は電気通信回線を通じて提供する行為を除く。）",
        "　本号は、不正に取得した技術上の秘密（注 1 ）を利用して製造された物品（以\n下「営業秘密侵害品」という。）を製造した者がその物を譲渡等する行為、又",
        "は当該物品を譲り受けた者が、その譲り受けた時に、その物が営業秘密侵",
        "害品であることにつき悪意若しくは重過失であった場合に、その物を譲渡",
        "等する行為を「不正競争」と位置付けたものである。",
        "　これは、営業秘密侵害品が広く流通している可能性があることから、米",
        "国等の諸外国の制度を踏まえ、営業秘密侵害品の譲渡等の規制を行うこと",
        "により営業秘密侵害に対する抑止力を向上させることを意図し、平成27年",
        "改正で創設された規定である。",
        "　本号の規制対象となる営業秘密侵害品とは、技術上の秘密を用いて製品",
        ""
      ]
    },
    {
      "page_number": 119,
      "lines": [
        "第 5 節　営業秘密に係る不正行為（第 2 条第 1 項第 4 号～第10号関係）　　109",
        "を製造する行為により、製造された当該製品である。例えば、ある薬の組",
        "成物質の配合割合に関する営業秘密を用いて作られた薬や、ある車の組立",
        "技術に関する営業秘密を用いて作られた車が、これに当たる。",
        "　本号の主観要件として、営業秘密侵害品の譲り受けの時点において悪意",
        "又は重過失である（取引上の慣行に照らし、悪意と同視し得るほどの著しい注\n意義務の違反がある（注 2 ））ことが要求されている。これは、取引の安定性等\nの観点から、善意無重過失で営業秘密侵害品を譲り受けた者については、",
        "民事措置の対象とすることは適当でないとの配慮で付加された要件であ\nる（注 3 ）。\n　また、不正使用行為の消滅時効の期間（第15条）が経過した後に当該使",
        "用行為に基づいて生じた営業秘密侵害品の譲渡等の行為は、適用除外とな",
        "る（第19条第 1 項第 8 号）。",
        "（注 1 ） 　平成27年改正前の第 5 条第 1 項では、「技術上の秘密（秘密として管理さ",
        "れている生産方法その他の事業活動に有用な技術上の情報であって公然と",
        "知られていないものをいう。）」との文言があったが、平成27年改正により、",
        "第 2 条第 1 項第10号において「技術上の秘密（営業秘密のうち、技術上の情",
        "報であるものをいう。）」との文言に変更された。これは、文言の明確化の観",
        "点からの変更であり、両者に実質的な差異はない。",
        "（注 2 ） 　例えば、自社の取り扱う商品について、保有者の営業秘密の内容や侵害の",
        "状況等が具体的に記載された上で営業秘密侵害品である旨を指摘する警告",
        "状を受理したにもかかわらず、何ら調査を行わないままに当該商品の譲渡",
        "を行う場合、重過失が認められる可能性があるものと考えられる。",
        "（注 3 ） 　この悪意又は重過失の主観要件は、裁判等においては、原告（被害者）側",
        "で主張・立証すべき請求原因事実であると考えられる（産業構造審議会知的",
        "財産分科会営業秘密の保護・活用に関する小委員会「中間とりまとめ」（平\n成27年 2 月）22頁（http://www.meti.go.jp/committee/sankoushin/chitekizai \nsan/eigyohimitsu/pdf/report02_01.pdf））。",
        ""
      ]
    },
    {
      "page_number": 120,
      "lines": [
        "110　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第 6 節 　限定提供データに係る不正行為（第 2 条第 1 項第11号～",
        "第16号関係）",
        "1 　趣旨",
        "　第 2 条第 1 項第11号～第16号は、限定提供データに係る不正行為を「不",
        "正競争」の一類型として定めた規定である。",
        "　IoT（Internet of Things）ビッグデータ、AI（人工知能）等の情報技術が",
        "進展する第四次産業革命を背景に、データは企業の競争力の源泉としての",
        "価値を増している。気象データ、地図データ、機械稼働データ等について",
        "は、共有・利活用されて新たな事業が創出され、我が国経済を牽引し得る",
        "高い付加価値が生み出されている。このような多種多様なデータがつなが",
        "ることにより新たな付加価値が創出される産業社会の実現に向けては、",
        "データの創出、収集、分析、管理等の投資に見合った適正な対価回収が可",
        "能な環境が必要である。",
        "　しかし、利活用が期待されるデータは、複製が容易であり、いったん不",
        "正取得されると一気に拡散して投資回収の機会を失ってしまうおそれがあ",
        "る。このため、データを安心して提供できる環境整備を目的として、商品",
        "として広く提供されるデータや、コンソーシアム内で共有されるデータ",
        "等、事業者等が取引等を通じて第三者に提供するデータを保護する制度と",
        "して、「限定提供データ」に係る不正取得、使用、開示行為を不正競争とし",
        "て位置付けた。",
        "　対象となるデータは、利活用が期待されるものであることから、本制度",
        "の検討においては、データの提供者と利用者の保護のバランスを考慮しつ",
        "つ、全体としてデータの流通・利活用が促進されるよう、悪質性の高い行",
        "為に限定して、無権原者による侵害行為や民事当事者間の取引に関する必\n要最低限の規律を設けることが基本方針とされた（注 1 ）。\n　限定提供データに関する規律は民事措置の対象であるが、まだ事例の蓄",
        "積も少ない中で、事業者に対して過度の萎縮効果を生じさせないよう、刑",
        ""
      ]
    },
    {
      "page_number": 121,
      "lines": [
        "第 6 節　限定提供データに係る不正行為（第 2 条第 1 項第11号～第16号関係）　　111",
        "事罰の対象とはなっていない。",
        "　なお、限定提供データの要件の考え方、「不正競争」に該当する又は該当",
        "しない行為の具体例等を盛り込んだガイドラインとして、平成31（2019）年\n1 月に「限定提供データに関する指針」（注 2 ）が公表されている。その後、制\n度創設時の国会の附帯決議において施行（平成31年 7 月 1 日）後 3 年でのガ",
        "イドラインの見直しが要請等されていたことを受け、施行後に産業界から",
        "解釈の明確化等の要請が寄せられた論点等について明確化等を行う改訂",
        "が、令和 4 年に行われた。また、令和 6 （2024）年には、令和 5 年改正に",
        "より、「秘密として管理されているものを除く」要件を「営業秘密を除く」",
        "へと改めたことに伴う改訂が行われた。",
        "（注 1 ） 　産業構造審議会知的財産分科会不正競争防止小委員会　「データ利活用促\n進 に 向 け た 検 討　 中 間 報 告（ 平 成30年 1 月 ）」（http://www.meti.go.jp/\nreport/whitepaper/data/pdf/20180124001_01.pdf）。",
        "（注 2 ） 　経済産業省「限定提供データに関する指針」（https://www.meti.go.jp/",
        "policy/economy/chizai/chiteki/guideline/h31pd.pdf）。",
        "2 　限定提供データに係る不正行為の類型",
        "　限定提供データに係る不正行為は、以下のパターンに分類される。",
        "　⑴　不正取得類型（第 2 条第 1 項第11号）",
        "　　 　限定提供データ保有者から不正な手段で限定提供データを取得し、",
        "その取得した限定提供データを使用、開示する行為",
        "　⑵　著しい信義則違反類型（第 2 条第 1 項第14号）",
        "　　 　限定提供データ保有者から正当に示された限定提供データを不正に",
        "使用、開示する行為",
        "　⑶　転得類型（第 2 条第 1 項第12号、第13号、第15号、第16号）",
        "　　①取得時悪意転得類型",
        "　　　ⅰ 　第 2 条第 1 項第11号の限定提供データ不正取得行為の介在につ",
        "いて知って（悪意で）限定提供データを取得し、その取得した限",
        "定提供データを使用、開示する行為（第 2 条第 1 項第12号）",
        "　　　ⅱ 　第 2 条第 1 項第14号の限定提供データ不正開示行為の介在等に",
        ""
      ]
    },
    {
      "page_number": 122,
      "lines": [
        "112　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "［図表 2 ‒ 3 ‒10］　限定提供データに係る不正行為",
        "限定提供\nデータ\n保有者",
        "「限定提供\nデータ」",
        "アクセス権のない者",
        "不正に取得⑪",
        "使用⑪",
        "開示⑪",
        "アクセス権のある者",
        "正当に取得",
        "※目的外使用禁止\n第三者提供禁止の\n条件付き",
        "使用",
        "開示",
        "使用",
        "図\n利\n加\n害\n目\n的",
        "任\n務\n違\n背",
        "に\nよ\nる",
        "使用⑭",
        "開示⑭",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。\n※「悪意」は、当該行為があったことを知っていることを示す。\n※「善意」は、当該行為があったことを知らないことを示す。\n※不正使用行為によって生じた物の譲渡等の行為は、対象としない。",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意で取得\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "使用\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "開示\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "開示",
        "開示\n（不正取得者からの取得⑬）\n（正当取得者からの取得⑯）",
        "善意\nで取得",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "ついて知って（悪意で）限定提供データを取得し、その取得した",
        "限定提供データを使用、開示する行為（第 2 条第 1 項第15号）",
        "　　②取得時善意転得類型",
        "　　　ⅰ 　限定提供データを取得した後に、限定提供データ不正取得行為",
        "（第 2 条第 1 項第11号）の介在について知って（悪意で）当該限定提",
        "供データを開示する行為（第 2 条第 1 項第13号）",
        "　　　ⅱ 　限定提供データを取得した後に、限定提供データ不正開示行為",
        "（第 2 条第 1 項第14号）の介在について知って（悪意で）当該限定提",
        "供データを開示する行為（第 2 条第 1 項第16号）",
        "　\n　\n　\n"
      ]
    },
    {
      "page_number": 123,
      "lines": [
        "限定提供データの取得　限定提供データの使用",
        "第 6 節　限定提供データに係る不正行為（第 2 条第 1 項第11号～第16号関係）　　113",
        "1  　第 2 条第 1 項第11号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 一　窃取、詐欺、強迫その他の不正の手段により限定提供データを取",
        "得する行為（以下「限定提供データ不正取得行為」という。）又は限定",
        "提供データ不正取得行為により取得した限定提供データを使用し、若",
        "しくは開示する行為",
        "　本号は、窃取、詐欺、強迫、不正アクセス行為の禁止等に関する法律に",
        "違反する行為、刑法上の不正指令電磁的記録を用いる行為等の法令違反の",
        "行為や、社会通念上、これと同等の違法性を有すると判断される公序良俗",
        "に反する手段によって、ID・パスワードや暗号化等によるアクセス制限を",
        "施した管理を破り、限定提供データ保有者から限定提供データを取得する",
        "行為及びその取得後に使用又は開示する行為は、特に悪質性の高い行為で",
        "あることから、これらの行為を「不正競争」と位置付けたものである。",
        "　ここでいう限定提供データの「取得」とは、データを自己の管理下に置",
        "くことをいい、データが記録されている媒体等を介して自己又は第三者が",
        "データ自体を手に入れる行為や、データの映っているディスプレイを写真",
        "に撮る等、データが記録されている媒体等の移動を伴わない形で、データ",
        "を自己又は第三者が手に入れる行為が該当する。",
        "　本号に該当する限定提供データ不正取得行為としては、例えば、他人の",
        "限定提供データにアクセスするためのパスワードを無断で入手して当該",
        "データを自己のサーバに格納する行為、限定提供データが保存されたUSB",
        "を窃取する行為、限定提供データ保有者の施設に侵入してデータを紙にプ",
        "リントアウトして持ち去る行為等が考えられる。",
        "　限定提供データの「使用」とは、データを用いる行為であるが、具体例",
        "としては、データの作成、分析等に用いる行為が該当するものと考えられ",
        "る。",
        "　本号に該当する使用行為としては、不正取得した限定提供データを用い",
        "てプログラムを作成する行為、営業（販売）活動を行う行為等が考えられ",
        ""
      ]
    },
    {
      "page_number": 124,
      "lines": [
        "限定提供データの開示",
        "114　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "［図表 2 ‒ 3 ‒11］　第 2 条第 1 項第11号類型",
        "限定提供\nデータ\n保有者",
        "「限定提供\nデータ」",
        "アクセス権のない者",
        "不正に取得⑪",
        "使用⑪",
        "開示⑪",
        "アクセス権のある者",
        "正当に取得",
        "※目的外使用禁止\n第三者提供禁止の\n条件付き",
        "使用",
        "開示",
        "使用",
        "図\n利\n加\n害\n目\n的",
        "任\n務\n違\n背",
        "に\nよ\nる",
        "使用⑭",
        "開示⑭",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意で取得\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "使用\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "開示\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "開示",
        "開示\n（不正取得者からの取得⑬）\n（正当取得者からの取得⑯）",
        "善意\nで取得",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "る。",
        "　限定提供データの「開示」とは、データを第三者が知ることができる状",
        "態に置くことをいう。実際に第三者が知ることまでは必要がなく、必ずし",
        "も「開示」の相手方が「取得」に至っていることも必要ではない（例えば、",
        "誰でも閲覧可能なホームページに限定提供データを掲載した場合にも、「開示」に",
        "該当するものと考えられる。）",
        "　本号に該当する開示行為としては、不正取得した限定提供データが記録",
        "された電子ファイルを第三者にメールで送付する行為、不正取得した限定",
        "提供データをサーバに保存した上で、当該サーバにアクセスするためのパ",
        "スワードをそのサーバの所在とともに第三者に教示する行為等が考えられ",
        "る。",
        "　\n　\n　\n"
      ]
    },
    {
      "page_number": 125,
      "lines": [
        "第 6 節　限定提供データに係る不正行為（第 2 条第 1 項第11号～第16号関係）　　115",
        "2  　第 2 条第 1 項第12号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 二　その限定提供データについて限定提供データ不正取得行為が介在",
        "したことを知って限定提供データを取得し、又はその取得した限定提",
        "供データを使用し、若しくは開示する行為",
        "　本号は、第 2 条第 1 項第11号の限定提供データ不正取得行為が介在した",
        "ことを知って（悪意）、限定提供データを取得する行為、及びその後の使用",
        "行為又は開示行為を「不正競争」と位置付けたものである。",
        "　限定提供データは、その性質上、容易に複製し、移転することが可能で",
        "あるため、意図しない第三者に転々流通してしまうとデータが一気に拡散",
        "してしまうおそれがあり、被害拡大防止のための救済措置を設ける必要が",
        "ある。特に、限定提供データ不正取得行為が介在したことを知りながら（悪",
        "意）、限定提供データ保有者と契約関係のない第三者が限定提供データを",
        "取得し、さらに使用・開示する行為は、悪質性の高い行為である。した",
        "がって、本号を「不正競争」の対象としている。",
        "　例えば、限定提供データを窃取した者から、窃取した限定提供データで",
        "あることを知りながら買い取る行為等がこれに当たる。",
        "　不正取得行為の介在について「悪意」である状態とは、不正行為の介在",
        "等を認識していることである。不正行為の介在等についてその真偽が不明",
        "であるにとどまる状態は悪意とはいえない。具体的には、「悪意」であると",
        "いうためには、①限定提供データ不正取得行為の存在及び②限定提供デー",
        "タ不正取得行為が行われたデータと取得したデータが同一であること",
        "（データの同一性）の両者について認識していることが必要である。",
        "　「その限定提供データについて限定提供データ不正取得行為が介在した",
        "こと」の「介在」とは、自らが取得する前のいずれかの時点で限定提供デー",
        "タ不正取得行為がなされたことを意味する（営業秘密における第 2 条第 1 項",
        "第 5 号と同様。）。したがって、不正取得行為を行った者から直接取得する場",
        "合だけでなく、間接的に取得する場合であっても、取得時に限定提供デー",
        ""
      ]
    },
    {
      "page_number": 126,
      "lines": [
        "116　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "［図表 2 ‒ 3 ‒12］　第 2 条第 1 項第12号類型",
        "限定提供\nデータ\n保有者",
        "「限定提供\nデータ」",
        "アクセス権のない者",
        "不正に取得⑪",
        "使用⑪",
        "開示⑪",
        "アクセス権のある者",
        "正当に取得",
        "※目的外使用禁止\n第三者提供禁止の\n条件付き",
        "使用",
        "開示",
        "使用",
        "図\n利\n加\n害\n目\n的",
        "任\n務\n違\n背",
        "に\nよ\nる",
        "使用⑭",
        "開示⑭",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意で取得\n不正取得者からの取得⑫",
        "使用\n不正取得者からの取得⑫",
        "開示\n不正取得者からの取得⑫",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "開示",
        "開示\n（不正取得者からの取得⑬）\n（正当取得者からの取得⑯）",
        "善意\nで取得",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "タ不正取得行為の介在につき悪意であれば、その取得行為、取得後の使",
        "用・開示行為は本号の対象となる。",
        "　なお、営業秘密においては、「悪意」に加え、重大な過失によって不正取",
        "得が介在したことを知らなかった場合（重過失）も「不正競争」の対象と",
        "しているところ（第 2 条第 1 項第 5 号）、限定提供データでは重過失を対象",
        "としていない。したがって、転得者には「限定提供データ」について、不",
        "正の経緯の有無の確認等の注意義務や調査義務を課していない。",
        "3  　第 2 条第 1 項第13号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 三　その取得した後にその限定提供データについて限定提供データ不",
        "正取得行為が介在したことを知ってその取得した限定提供データを開",
        "示する行為",
        "　\n　\n　\n"
      ]
    },
    {
      "page_number": 127,
      "lines": [
        "第 6 節　限定提供データに係る不正行為（第 2 条第 1 項第11号～第16号関係）　　117",
        "［図表 2 ‒ 3 ‒13］　第 2 条第 1 項第13号類型",
        "限定提供\nデータ\n保有者",
        "「限定提供\nデータ」",
        "アクセス権のない者",
        "不正に取得⑪",
        "使用⑪",
        "開示⑪",
        "アクセス権のある者",
        "正当に取得",
        "※目的外使用禁止\n第三者提供禁止の\n条件付き",
        "使用",
        "開示",
        "使用",
        "図\n利\n加\n害\n目\n的",
        "任\n務\n違\n背",
        "に\nよ\nる",
        "使用⑭",
        "開示⑭",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意で取得\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "使用\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "開示\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "開示",
        "開示\n不正取得者からの取得⑬",
        "善意\nで取得",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "　本号は、第 2 条第 1 項第11号の限定提供データ不正取得行為の介在につ",
        "いて知らず（善意）に限定提供データを取得した第三者が、その後悪意に",
        "転じた場合、当該第三者がその限定提供データを開示する行為を「不正競",
        "争」と位置付けたものである。",
        "　「限定提供データ」の取得時に不正取得行為の介在について善意であった",
        "者が、その後不正取得行為の介在を知った（悪意）場合は、限定提供デー",
        "タ保有者の被害拡大のための救済措置が必要である。一方で、取得時に善",
        "意であった者が、その後悪意に転じることにより、差止請求等によって突",
        "然事業活動の停止を余儀なくされるようなことがあれば、データを使用す",
        "る事業活動へ萎縮効果を与え、ひいてはデータ流通や利活用の阻害要因と",
        "もなりかねない。",
        "　このため、限定提供データ保有者と利用者の保護のバランスを考慮し、",
        "取得後に悪意に転じた転得者については、拡散により限定提供データ保有",
        "者の甚大な損害を被るおそれがある開示行為に限定して「不正競争」に位",
        "　\n　\n　\n"
      ]
    },
    {
      "page_number": 128,
      "lines": [
        "118　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "置付けている（ただし、取引によって取得した権原の範囲内の開示行為につい",
        "ては、適用除外とされている（第19条第 1 項第 9 号イ）。）。なお、営業秘密につ",
        "いては、悪意に転じた後の使用行為も「不正競争」に位置付けられている",
        "（第 2 条第 1 項第 6 号）。",
        "4  　第 2 条第 1 項第14号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 四　限定提供データを保有する事業者（以下「限定提供データ保有者」",
        "という。）からその限定提供データを示された場合において、不正の利",
        "益を得る目的で、又はその限定提供データ保有者に損害を加える目的",
        "で、その限定提供データを使用する行為（その限定提供データの管理",
        "に係る任務に違反して行うものに限る。）又は開示する行為",
        "　本号は、限定提供データ保有者が業務委託先、ライセンシー、コンソー",
        "シアムの会員、従業者等に対して限定提供データを示した場合に、その提",
        "供を受けた企業等が不正の利益を得る目的又は限定提供データ保有者に損",
        "害を加える目的（図利加害目的）を持って、その限定提供データを保有者",
        "ら許されていない態様で使用又は開示する行為を、著しく信義則に違反す",
        "る行為として「不正競争」と位置付けたものである。",
        "　具体的には、「限定提供データ保有者……からその限定提供データを示",
        "された」者が行う、以下の「①と②の要件を満たす使用行為」及び「①の",
        "要件を満たす開示行為」が「不正競争」に該当する。",
        "　① 不正の利益を得る目的又は限定提供データ保有者に損害を与える目的",
        "（図利加害目的）を有すること",
        "　②限定提供データの管理に係る任務に違反して行う行為であること",
        "　「限定提供データ保有者……からその限定提供データを示された」者が行",
        "う、とは、契約に従って限定提供データの提供を受けるなど不正取得以外",
        "の態様で限定提供データ保有者から限定提供データを取得する場合である",
        "ことを意味する。",
        ""
      ]
    },
    {
      "page_number": 129,
      "lines": [
        "第 6 節　限定提供データに係る不正行為（第 2 条第 1 項第11号～第16号関係）　　119",
        "［図表 2 ‒ 3 ‒14］　第 2 条第 1 項第14号類型",
        "限定提供\nデータ\n保有者",
        "「限定提供\nデータ」",
        "アクセス権のない者",
        "不正に取得⑪",
        "使用⑪",
        "開示⑪",
        "アクセス権のある者",
        "正当に取得",
        "※目的外使用禁止\n第三者提供禁止の\n条件付き",
        "使用",
        "開示",
        "使用",
        "図\n利\n加\n害\n目\n的",
        "任\n務\n違\n背",
        "に\nよ\nる",
        "使用⑭",
        "開示⑭",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意で取得\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "使用\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "開示\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "開示",
        "開示\n（不正取得者からの取得⑬）\n（正当取得者からの取得⑯）",
        "善意\nで取得",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "　例えば、第三者開示禁止の旨が規定されたライセンス契約に基づいて限",
        "定提供データを取得した者が、第三者開示禁止であることを認識しつつ、",
        "当該データの一部を自社サービスに取り込み、顧客に開示する行為等が該",
        "当する。",
        "　①「不正の利益を得る目的又はその限定提供データ保有者に損害を加え",
        "る目的」（図利加害目的）とは、以下ⅰ～ⅲに該当する場合をいう。",
        "　ⅰ 契約の内容等から当該態様で使用又は開示してはならない義務が当事",
        "者にとって明らかであり、それを認識しているにもかかわらず、",
        "　ⅱ 当該義務に反して、自己又は第三者の利益を得る目的又は限定提供",
        "データ保有者に損害を加える目的をもって、取得したデータを使用又",
        "は開示する場合",
        "　ⅲただし、正当な目的がある場合には、図利加害目的は否定される。",
        "　ここでいう「不正の利益を得る目的（図利目的）」とは、競争関係にある",
        "事業を行う目的のみならず、広く公序良俗又は信義則に反する形で不当な",
        "　\n　\n　\n"
      ]
    },
    {
      "page_number": 130,
      "lines": [
        "120　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "利益を図る目的のことをいう。したがって、限定提供データ保有者と競合",
        "するサービスを行うことは、図利目的を肯定する要素となり得るものの、",
        "必須の要件とはならないと考えられる。",
        "　また、「保有者に損害を加える目的（加害目的）」とは、限定提供データ",
        "保有者に対し、財産上の損害、信用の失墜、その他有形無形の不当な損害",
        "を加える目的のことを指すが、現実に損害が生じることは要しない。",
        "　②「限定提供データの管理に係る任務」とは、当事者間で限定提供デー",
        "タ保有者のためにするという委託信任関係がある場合をいい、その有無は",
        "実態等を考慮して評価される。例えば、限定提供データ保有者のために",
        "データの加工を請け負う場合などは委託信任関係があり、新商品開発など",
        "の目的で専らデータ取得者のためにデータを購入した場合などは委託信任",
        "関係がないと考えられる。",
        "　なお、限定提供データ保有者のためにする目的と同時に、正当取得者自",
        "身のためにする目的が併存する場合であっても、限定提供データ保有者の",
        "ためにする行為であると評価されれば、「限定提供データの管理に係る任",
        "務」が存在する。",
        "5  　第 2 条第 1 項第15号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 五　その限定提供データについて限定提供データ不正開示行為（前号",
        "に規定する場合において同号に規定する目的でその限定提供データを",
        "開示する行為をいう。以下同じ。）であること若しくはその限定提供",
        "データについて限定提供データ不正開示行為が介在したことを知って",
        "限定提供データを取得し、又はその取得した限定提供データを使用し、",
        "若しくは開示する行為",
        "　本号は、限定提供データを取得する際に、「限定提供データ不正開示行",
        "為」（第 2 条第 1 項第14号に規定する不正の利益を得る目的で、又はその限定提",
        "供データ保有者に損害を加える目的で、限定提供データ保有者から示された限定",
        ""
      ]
    },
    {
      "page_number": 131,
      "lines": [
        "第 6 節　限定提供データに係る不正行為（第 2 条第 1 項第11号～第16号関係）　　121",
        "［図表 2 ‒ 3 ‒15］　第 2 条第 1 項第15号類型",
        "限定提供\nデータ\n保有者",
        "「限定提供\nデータ」",
        "アクセス権のない者",
        "不正に取得⑪",
        "使用⑪",
        "開示⑪",
        "アクセス権のある者",
        "正当に取得",
        "※目的外使用禁止\n第三者提供禁止の\n条件付き",
        "使用",
        "開示",
        "使用",
        "図\n利\n加\n害\n目\n的",
        "任\n務\n違\n背",
        "に\nよ\nる",
        "使用⑭",
        "開示⑭",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意で取得\n正当取得者からの取得⑮",
        "使用\n正当取得者からの取得⑮",
        "開示\n正当取得者からの取得⑮",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "開示",
        "開示\n（不正取得者からの取得⑬）\n（正当取得者からの取得⑯）",
        "善意\nで取得",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "提供データを開示する行為）によるものであること又は、そのような「限定",
        "提供データ不正開示行為」が介在したことを知って（悪意）、限定提供デー",
        "タを取得する行為、及びその後の使用行為又は開示行為を「不正競争」と",
        "位置付けたものである。",
        "　例えば、対価を払った会員のみに提供しているデータであることを知り",
        "ながら、会員ではない者が会員から不正開示を受け、当該データをAI技術",
        "を利用したソフトウェア開発のために使用する行為等がこれに当たる。",
        "　この「悪意」の対象となる「限定提供データ不正開示行為」とは、第 2",
        "条第 1 項第14号に規定する、不正の利益を得る目的で、又はその限定提供",
        "データ保有者に損害を加える目的（図利加害目的）で、限定提供データ保有",
        "者から示された限定提供データを開示する行為である。したがって、契約",
        "違反による開示であることを認識するだけでは足りない（営業秘密におい",
        "て、悪意の対象となる「営業秘密不正開示行為」として、図利加害目的での開示",
        "のみならず守秘義務違反等の契約違反による開示も含まれている点と異なる。）。",
        "　本号では、悪意の対象として、限定提供データ不正開示行為が「介在し",
        "　\n　\n　\n"
      ]
    },
    {
      "page_number": 132,
      "lines": [
        "122　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "たこと」の他に、限定提供データ不正開示行為で「あること」を規定して",
        "いるが、これは、第 2 条第 1 項第14号の開示行為の直接の相手方となって",
        "限定提供データを取得する場合は、その行為が限定提供データ不正開示行",
        "為を構成することになるためである。",
        "　なお、「営業秘密不正開示行為」については、「悪意」に加え、重大な過",
        "失によって不正開示が介在したこと等について知らなかった場合（重過失）",
        "も「不正競争」の対象としている（第 2 条第 1 項第 8 号）ところ、「限定提",
        "供データ」では重過失を対象としていない。したがって、「限定提供デー",
        "タ」について、不正の経緯の有無の確認等の注意義務や調査義務を転得者",
        "に課していない。",
        "6  　第 2 条第 1 項第16号",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 六　その取得した後にその限定提供データについて限定提供データ不",
        "正開示行為があったこと又はその限定提供データについて限定提供",
        "データ不正開示行為が介在したことを知ってその取得した限定提供",
        "データを開示する行為",
        "　本号は、限定提供データを取得した第三者が、取得後にその取得が「限",
        "定提供データ不正開示行為」（第 2 条第 1 項第14号に規定する不正の利益を得",
        "る目的で、又はその限定提供データ保有者に損害を加える目的で限定提供データ",
        "保有者から示された限定提供データを開示する行為）によるものであったこ",
        "と、又はそのような「限定提供データ不正開示行為」が介在したことを知っ",
        "て（悪意）、限定提供データを開示する行為を「不正競争」と位置付けたも",
        "のである（ただし、取引によって取得した権原の範囲内の開示行為については、",
        "適用除外とされている（第19条第 1 項第 9 号イ）。）。",
        "　なお、「営業秘密」においては、「悪意」に加え、重大な過失によって不",
        "正開示が介在したこと等について、知らなかった場合（重過失）も「不正",
        "競争」の対象としている（第 2 条第 1 項第 9 号）ところ、「限定提供データ」",
        ""
      ]
    },
    {
      "page_number": 133,
      "lines": [
        "第 6 節　限定提供データに係る不正行為（第 2 条第 1 項第11号～第16号関係）　　123",
        "［図表 2 ‒ 3 ‒16］　第 2 条第 1 項第16号類型",
        "限定提供\nデータ\n保有者",
        "「限定提供\nデータ」",
        "アクセス権のない者",
        "不正に取得⑪",
        "使用⑪",
        "開示⑪",
        "アクセス権のある者",
        "正当に取得",
        "※目的外使用禁止\n第三者提供禁止の\n条件付き",
        "使用",
        "開示",
        "使用",
        "図\n利\n加\n害\n目\n的",
        "任\n務\n違\n背",
        "に\nよ\nる",
        "使用⑭",
        "開示⑭",
        "不正競争行為の対象",
        "不正競争行為の対象外",
        "取得時悪意転得者",
        "悪意で取得\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "使用\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "開示\n（不正取得者からの取得⑫）\n（正当取得者からの取得⑮）",
        "取得時善意転得者",
        "使用",
        "開示",
        "使用",
        "開示",
        "開示\n正当取得者からの取得⑯",
        "善意\nで取得",
        "不\n正\nな\n経\n緯\nを\n事\n後\n的\nに\n知\nっ\nた",
        "権\n原\nの",
        "範\n囲\n内",
        "権\n原\nの",
        "範\n囲\n外",
        "※○囲いの数字は、第 2 条第 1 項各号の該当番号。",
        "では重過失を対象としていない。したがって、「限定提供データ」につい",
        "て、不正の経緯の有無の確認等の注意義務や調査義務を転得者に課してい",
        "ない。",
        "　\n　\n　\n"
      ]
    },
    {
      "page_number": 134,
      "lines": [
        "技術的手段の無効化",
        "124　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第 7 節 　技術的制限手段に対する不正行為（第 2 条第 1 項第17",
        "号・第18号関係）",
        "1 　趣旨",
        "　第 2 条第 1 項第17号、第18号は、平成11年改正により、コンテンツの提",
        "供に際して無断コピーや無断アクセスを防ぐために用いられている技術的",
        "制限手段に対する不正行為を「不正競争」の一類型として定めた規定であ",
        "る。なお、「技術的制限手段」についての説明は、前述第 1 節2 7 を参照さ",
        "れたい。以下では、「不正競争」として規定される、「技術的制限手段」を",
        "無効化する装置等の提供行為について説明する。",
        "　コンテンツ提供事業者は、無断コピーや無断アクセスを防止する技術を",
        "用いて、媒体に記録されたコンテンツやネットワーク上で伝送されるコン",
        "テンツに、対価が支払われなければコピーを作成できない、又は視聴等で",
        "きないように、コピー管理技術やアクセス管理技術を施しており、そのた\nめに資金・労力を投入している。しかし、これら技術的手段（注 1 ）の無効化\n機能（例えば、コピーを防止する信号を付す管理技術に対して、その信号を除去",
        "する機能、又はコンテンツそのものを暗号化する管理技術に対して、そのコンテ",
        "ンツを復号化する機能）を有する装置やプログラム（以下、併せて「無効化装",
        "置等」という。）を用いて、技術的手段を無効化する行為や、これらの無効",
        "化装置等を提供する行為が行われるようになった。",
        "　このような事態に対処するため、各コンテンツ提供事業者は、技術的手",
        "段の高度化に努めてきているが、既存の無効化装置等に耐え得る技術的手",
        "段を開発しても、ほどなくこの新しい技術的手段に対する無効化装置等が",
        "登場することになる。",
        "　そこで、コンテンツ提供事業の存立基盤を確保し、コンテンツ提供事業",
        "者間の競争秩序を維持する観点から、平成11年改正により、技術的制限手",
        "段に関する研究開発を抑制しないため、技術的制限手段の試験又は研究の",
        "ために用いられる影像や音の視聴又は記録を可能としてしまう装置又はプ",
        ""
      ]
    },
    {
      "page_number": 135,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　125",
        "ログラムの譲渡などの行為については、本法の規定を適用しないこととし",
        "た上で、技術的制限手段の無効化装置等の提供行為を「不正競争」の一類\n型として規制することとした（注 2 ）。\n　しかしながら、その後も、技術的制限手段を無効化し、違法な海賊版",
        "ゲームソフト等の使用を可能にする装置等の流通が横行していたこと\n等（注 3 ）を踏まえ、コンテンツ提供事業者間の公正な競争秩序をより確実に\n確保するため、平成23年改正において、技術的制限手段に係る規律の強化",
        "を図るべく、技術的制限手段を無効化する機能以外の機能を併せて有する",
        "装置やプログラム（同改正以前は、「無効化機能のみを有する装置等」が規制の",
        "対象であった。）について、実質的にそれを無効化するために用いられてい",
        "る場合に対しても差止請求等を行い得る環境を整備するため、規制対象装",
        "置 等 の 要 件 を 見 直 す な ど 技 術 的 制 限 手 段 に 対 す る 保 護 の 強 化 を 行 っ\nた（注 4 ）。また、この改正では、技術的制限手段を無効化する装置等の提供\n行為について刑事罰の対象とする規定も導入した。なお、刑事罰について",
        "は、後述の第 7 章に譲ることとする。",
        "　その後、平成30年改正において、技術的制限手段を無効化する装置やプ",
        "ログラムの提供行為等に加え、技術的制限手段無効化装置等に改造する",
        "サービス、技術的制限手段の無効化等を代行するサービス等の提供行為が",
        "増加している背景を踏まえ、新たに、技術的制限手段を無効化する役務の",
        "提供行為を不正競争に追加し、さらに、技術的制限手段を無効化する機能",
        "を有する不正なシリアルコード等がネットオークションで販売されている",
        "等の実態を踏まえ、技術的制限手段を無効化する指令符号の提供行為を不",
        "正競争に追加した。",
        "　なお、以下の［参考］にあるような行為は、第 3 条及び第 4 条の「（他人",
        "の）営業上の利益」の侵害する行為には当たらないため、原則として、損",
        "害賠償や差止めのおそれはないものと考えられる。また、第21条第 3 項第",
        "4 号の図利加害目的がないため、原則として、刑事措置の対象ともならな",
        "いと考えられる。",
        ""
      ]
    },
    {
      "page_number": 136,
      "lines": [
        "126　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "［参考］：正当な目的での無効化装置等の提供行為の事例",
        "　正当な目的で無効化装置等や無効化役務を提供する行為であって、第 3 条、",
        "第 4 条に規定する「（他人の）営業上の利益を侵害」する行為に該当しないと",
        "考えられる行為として、又は第21条第 3 項第 4 号の図利加害目的がないと考",
        "えられる行為として、以下のような事例が挙げられる。",
        "○製品の保守・修理のための無効化装置等の提供行為",
        "　製品の保守・修理を行うためには、当該製品で用いられている技術的制限",
        "手段を無効化することが必要な場合に、保守・修理を行う者に対し、その目的",
        "のために無効化装置等を提供する行為。",
        "○指令符号の中古品の提供行為",
        "　自身が購入したビジネスソフトウェアを、自身のパソコンからアンインス",
        "トールした後、中古品として譲渡する際に、当該ソフトウェアの購入時に付与",
        "された指令符号を、当該ソフトウェアと一緒に譲渡（提供）する行為。",
        "（注 1 ） 　前述第 1 節2 7 にも記載したとおり、本法と著作権法を同時に改正した",
        "という経緯があり、著作権法にも、技術的保護手段及び技術的利用制限手段",
        "（平成28年改正で導入）が定義され、これらの回避規制が定められている。",
        "そこで、不正競争防止法の技術的制限手段と著作権法の技術的保護手段及",
        "び技術的利用制限手段を包括する概念として、「技術的手段」という用語を",
        "用いる。",
        "（注 2 ） 　技術的制限手段に対する不正競争についての規定を盛り込んだ平成11年",
        "改正法については、文化庁長官官房著作権課内著作権法令研究会・通商産",
        "業省知的財産政策室編『著作権法・不正競争防止法改正解説』（有斐閣、1999",
        "年）において詳細な解説を行っている。",
        "（注 3 ） 　平成22（2010）年に策定された「知的財産推進計画2010」において、アク",
        "セスコントロール回避規制の強化を行うこととされた（知的財産戦略本部",
        "「知的財産推進計画2010」（平成22年 5 月決定）」において、「製品開発や研究",
        "開発の萎縮を招かないよう適切な除外規定を整備しつつ、著作物を保護す",
        "るアクセスコントロールの一定の回避行為に関する規制を導入するととも",
        "に、アクセスコントロール回避機器について、対象行為の拡大（製造及び回",
        "避サービスの提供）、対象機器の拡大（『のみ』要件の緩和）、刑事罰化及び",
        "これらを踏まえた水際規制の導入によって規制を強化する。このため、法技",
        "術的観点を踏まえた具体的な制度改革案を2010年度中にまとめる。」とされ",
        ""
      ]
    },
    {
      "page_number": 137,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　127",
        "た（https://www.kantei.go.jp/jp/singi/titeki2/2010chizaisuisin_plan.pdf））。",
        "　　　 　また、我が国でも、「知的財産立国」を目指した取組を継続しており、技",
        "術的制限手段無効化装置等の氾濫に起因する被害が放置されることは、新",
        "しい「日本コンテンツ」を日本国内のみならず世界に発信していく上での障",
        "害になると考えられた。",
        "（注 4 ） 　著作権法においても、平成11年改正による技術的保護手段回避行為規制",
        "の導入後、平成23年 1 月の著作権分科会報告書において、「①CSS等の『暗",
        "号型』技術やゲーム機・ゲームソフト用の保護技術について、『技術』面に",
        "のみ着目するのではなく、契約等の社会的実態も含め、保護技術が社会的に",
        "どのような機能を果たしているかとの観点から評価し、複製等の支分権の",
        "対象となる行為を技術的に制限する『機能』を有していると評価される保護",
        "技術については、技術的保護手段の対象とすることが適当であること、②ア",
        "クセスコントロール『機能』のみを有していると評価される保護技術につい",
        "て、著作権法の規制を及ぼすことは、時間的な制約等もあることから、技術",
        "的保護手段として位置付けるとの結論を得ることは適当ではないこと、③",
        "回避規制の在り方については、引き続き現行著作権法の整理が妥当である\nこと等の結論を得た」（https://www.bunka.go.jp/seisaku/bunkashingikai/\nchosakuken/pdf/h2301_shingi_hokokusho.pdf）ことから、平成24年の法改正",
        "において、一部、アクセスコントロールの回避規制が導入された。",
        "2 　技術的制限手段に対する不正行為の類型",
        "1  　技術的制限手段に対する「不正競争」の定義―その 1 （第 2 条第 1",
        "項第17号）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 七　営業上用いられている技術的制限手段（他人が特定の者以外の者",
        "に影像若しくは音の視聴、プログラムの実行若しくは情報（電磁的記",
        "録（電子的方式、磁気的方式その他人の知覚によっては認識すること",
        "ができない方式で作られる記録であって、電子計算機による情報処理",
        "の用に供されるものをいう。以下同じ。）に記録されたものに限る。以",
        "下この号、次号及び第八項において同じ。）の処理又は影像、音、プロ",
        "グラムその他の情報の記録をさせないために用いているものを除く。）",
        ""
      ]
    },
    {
      "page_number": 138,
      "lines": [
        "128　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　　 により制限されている影像若しくは音の視聴、プログラムの実行若し",
        "くは情報の処理又は影像、音、プログラムその他の情報の記録（以下",
        "この号において「影像の視聴等」という。）を当該技術的制限手段の効",
        "果を妨げることにより可能とする機能を有する装置（当該装置を組み",
        "込んだ機器及び当該装置の部品一式であって容易に組み立てることが",
        "できるものを含む。）、当該機能を有するプログラム（当該プログラム",
        "が他のプログラムと組み合わされたものを含む。）若しくは指令符号",
        "（電子計算機に対する指令であって、当該指令のみによって一の結果を",
        "得ることができるものをいう。次号において同じ。）を記録した記録媒",
        "体若しくは記憶した機器を譲渡し、引き渡し、譲渡若しくは引渡しの",
        "ために展示し、輸出し、若しくは輸入し、若しくは当該機能を有する",
        "プログラム若しくは指令符号を電気通信回線を通じて提供する行為",
        "（当該装置又は当該プログラムが当該機能以外の機能を併せて有する",
        "場合にあっては、影像の視聴等を当該技術的制限手段の効果を妨げる",
        "ことにより可能とする用途に供するために行うものに限る。）又は影像",
        "の視聴等を当該技術的制限手段の効果を妨げることにより可能とする",
        "役務を提供する行為",
        "　本号は、単に経済的・金銭的な意味での利益だけでなく、コンテンツ及",
        "びそのコンテンツを提供するサービスへの「信用」といった無形の利益を",
        "含めた営業上の利益を確保することを目的として、音楽、映像等のコンテ",
        "ンツ提供事業者が、第18号のような「特定の者以外の者」に対してではな",
        "く、記録媒体又は視聴等機器の購入者や所持者の全てに対して、音楽、映",
        "像等を視聴（プログラムについては実行、情報については処理）又は記録を一",
        "律に禁止するために「技術的制限手段」を用いている場合に、その技術的",
        "制限手段の「効果を妨げる」機能を有する装置等を譲渡等する行為を「不",
        "正競争」として規定したものである。",
        "　具体的には、映画のビデオテープやDVDなどの記録媒体の中にコンテ",
        "ンツとともに記録されている制御用の信号を用いて当該コンテンツの録画",
        "を制限する方式や、所定の手続を踏んで製造、販売されている視聴等機器",
        ""
      ]
    },
    {
      "page_number": 139,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　129",
        "［図表 2 ‒ 3 ‒17］　規制の対象となる提供行為と装置・プログラム等の種類の関係",
        "装置・プログラム等の種類",
        "現行法の規律",
        "無 効 化 機 能 を\n有 す る も の の\n提供行為",
        "無効化機能しか持っていない\nもの",
        "規制の対象",
        "無効化機能とその他の機能を\n併せて有するもの",
        "無効化の用途に供するために提供\nする場合に限り規制の対象\n（後掲⒆参照）",
        "無効化機能を有していないものの提供行為",
        "無効化する役務の提供行為",
        "規制の対象外",
        "規制の対象",
        "以外の機器では解読することができない形でコンテンツを暗号化している",
        "方式又は正規ゲームソフトに記録された信号を用い、当該ソフトと組に",
        "なった正規のゲーム機器においてのみ当該ソフトの実行ができる方式に対\nして、それらの技術の効果を妨げるキャンセラーを販売等する行為（注 1 ）や、\nそれらの技術の効果を妨げるプログラムをインターネットオークションで\n販売等する行為（注 2 ）が該当する。\n　なお、第17号と第18号との適用関係については、営業上用いられている",
        "技術的制限手段の態様に従って客観的、形式的に切り分けられており、本",
        "号において、第18号が適用される場合には本号は適用されない旨の調整規",
        "定が設けられている。",
        "　本書では、無効化行為の前提となる「技術的制限手段」の定義（第 2 条",
        "第 8 項）に関する説明及び「プログラム」の定義（第 2 条第 9 項）に関する",
        "説明については、前述第 1 節2 7 及び 8 に、記載しているので当該記載も",
        "参照されたい。",
        "（注 1 ） 　平成23年改正前の事案ではあるが、前掲第 1 節2 7 （ 4 ）（注）マジック",
        "コンピュータ（マジコン）事件では、携帯型ゲーム機を製造・販売する原告",
        "及び同ゲーム機用のゲームソフトを格納したゲーム・カードを製造・販売",
        "する原告らが、いわゆるマジコンと呼ばれる装置を輸入し、国内で販売して",
        "いた被告らに対し、マジコンが同ゲーム機に係る技術的制限手段を無効化",
        "する装置に該当するとして求めていたマジコンの輸入・販売等の差止め及",
        "び在庫品の廃棄の請求が認められた。",
        ""
      ]
    },
    {
      "page_number": 140,
      "lines": [
        "130　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "（注 2 ） 　前掲第 1 節2 7 （注 8 ）参照。",
        "（1） 　営業上用いられている\n　本法において「営業」とは、判例上（注）、単に営利を直接に目的として行\nわれる事業に限らず、事業者間の公正な競争を確保するという法目的から",
        "して、経済収支上の計算に立って行われる事業一般（病院経営等）を含むと",
        "広く解すべきものとされている。",
        "　本号の「営業上用いられている」についても、広範に事業一般に用いら",
        "れる技術的制限手段を保護の対象としていると解することも可能である",
        "が、ここでは、単に本号の行為が「不正競争」の一類型であることを明確",
        "にするための表現として用いているものである。",
        "　したがって、「技術的制限手段」をある営業活動のために用いていること",
        "を示しているにすぎず、事業活動と関係のない「技術的制限手段」、例え",
        "ば、プライバシー保護の目的又は防衛上の目的で用いられている暗号など",
        "は含まれないこととなる。",
        "（注） 　前掲第 2 章（注 2 ）及び第 3 章第 2 節2 1 （注 6 ）天理教事件最高裁判決参",
        "照。",
        "（2） 　影像若しくは音の視聴",
        "　「影像若しくは音の視聴」とは、技術的制限手段が施される対象のうち、",
        "影像、音について制限がなされる行為を示したものである。",
        "　「影像」とは、映像、文字、図形など、人が視覚により感知するものをい",
        "い、「音」とは、音楽、音響など、人が聴覚により感知するものをいう。",
        "　したがって、「影像若しくは音の視聴」とは、映像、文字、図形等の視覚",
        "による感知又は音楽、音響等の聴覚による感知のいずれかの知覚による情",
        "報の取得及び認識をいう。",
        "（3） 　プログラムの実行",
        "　「プログラムの実行」とは、技術的制限手段が施される対象のうち、プロ",
        "グラムについて制限がなされる行為を示したものである。",
        "　「実行」とは、プログラムにより電子計算機を動作させる行為（run）を",
        "いう。",
        "　「プログラムの実行」を「影像若しくは音の視聴」と分けて規定するのは、",
        "影像又は音に関しては「視聴」に、プログラムに関しては「実行」につい",
        ""
      ]
    },
    {
      "page_number": 141,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　131",
        "て、それぞれ技術的制限手段が施されている実態を踏まえたものである。",
        "（4） 　情報（電磁的記録（電子的方式、磁気的方式その他人の知覚によっては",
        "認識することができない方式で作られる記録であって、電子計算機による",
        "情報処理の用に供されるものをいう。）に記録されたものに限る。）の処理",
        "　「情報」とは、「影像」、「音」、「プログラム」及びこれらに該当しない電",
        "子データを含む概念であり、「情報の処理」とは、技術的制限手段が施され",
        "る対象のうち、情報について制限がなされる行為として、「視聴」、「実行」",
        "以外の行為として「処理」を位置付けたものである。",
        "　なお、「処理」とは、情報自体に働きかけて加工、消去等の変化を生ぜし",
        "める行為をいう。一方、「プログラムの実行」は、プログラム自体に変化を",
        "生ぜしめる行為ではなく、プログラムの指令を実施して一の結果を得るも",
        "のであり、両者は相違するため、「プログラムの実行」と「情報の処理」と",
        "を並立させて規定している。",
        "　また、「電磁的記録（電子的方式、磁気的方式その他人の知覚によっては認識",
        "することができない方式で作られる記録であって、電子計算機による情報処理の",
        "用に供されるものをいう。）に記録されたものに限る。」とあるのは、保護の",
        "対象となる「情報」を限定する趣旨であり、これにより、電子計算機によ",
        "る情報処理の対象となる情報であり、電磁的記録に記録されるものに対象",
        "を限定している。",
        "（5） 　影像、音、プログラムその他の情報の記録",
        "　「記録」とは、音、影像、プログラムその他の情報を記録媒体に固定させ",
        "ることを指す。",
        "（6） 　他人が特定の者以外の者に影像若しくは音の視聴、プログラムの実行若",
        "しくは情報の処理又は影像、音、プログラムその他の情報の記録をさせな",
        "いために用いているものを除く",
        "　本号で規定されている「営業上用いられている技術的制限手段」は、か",
        "なり広範なものであり、続く第18号で規定される「他人が特定の者以外の",
        "者に影像若しくは音の視聴、プログラムの実行若しくは情報の処理又は影",
        "像、音、プログラムその他の情報の記録をさせないために営業上用いてい",
        "る技術的制限手段」も含まれる形となっている。",
        "　したがって、両者の間では制限を行う技術的な形態において相互に異な",
        ""
      ]
    },
    {
      "page_number": 142,
      "lines": [
        "132　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "る点は存在しないことから、本号の対象となる技術的制限手段から第18号",
        "に規定される技術的制限手段を明示的に除くこととした。",
        "（7） 　制限されている影像若しくは音の視聴、プログラムの実行若しくは情報",
        "の処理又は影像、音、プログラムその他の情報の記録",
        "　技術的制限手段の施される目的となる事柄を指す。",
        "（8） 　（視聴・記録等を）当該技術的制限手段の効果を妨げることにより可能と",
        "する機能",
        "　営業上用いられている技術的制限手段により制限されている影像若しく",
        "は音の視聴、プログラムの実行若しくは情報の処理又は影像、音、プログ",
        "ラムその他の情報の記録を可能とする機能を指す。すなわち、第 2 条第 8",
        "項に規定する技術的制限手段の効果を弱化又は無効化することをいうもの",
        "である。",
        "　「効果を妨げることにより」の文言は、こうした機能を持つ装置が営業上",
        "の利益を害する又は害するおそれがある場合には、技術的制限手段を営業",
        "上用いている者が当該技術的制限手段を施す際に意図した効果が妨げられ\nていることを確認的に規定した文言である（注）。この点、この文言がなくと\nも、第 3 条及び第 4 条の「（他人の）営業上の利益」の侵害であることとい",
        "う要件によって実体法上は同じ意味となるものの、判例等においてはこの",
        "要件について争いがあることや、本法を行為規範として見た場合に第 2 条",
        "の文言のみから妨害装置等に該当するものが明確かつ直接に判断できる方",
        "が望ましいため、この文言が入れられているものである。",
        "（注） 　譲渡後に購入者が購入時に同包された説明書に沿って改造プログラムをイ",
        "ンターネット上のサイトから無償で入手し、内蔵プログラムをアップデート",
        "することによってはじめて技術的制限手段の効果を妨げる機能を実際に発現",
        "することができる衛星チューナーについて、平成27年改正前法下の第 2 条第",
        "1 項第11号・第21条第 2 項第 4 号に該当するとして、不正競争防止法違反の",
        "被疑事実で逮捕され、その後、有罪判決となった事件がある（VISIONPRO事",
        "件、一般財団法人デジタルコンテンツ協会「平成27年度産業経済研究委託事業　",
        "コンテンツ保護の技術的手段に係る法制度及び技術動向等に関する調査研究",
        "報告書」（平成28年 3 月））。",
        ""
      ]
    },
    {
      "page_number": 143,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　133",
        "（9） 　装置",
        "　「装置」とは、一定の機能を有する機器の内蔵品という意味で用いてい",
        "る。",
        "　例えば、具体的には、影像の視聴を制限するために記録媒体に付された",
        "信号を解除する機能を有するチップがこれに該当する。また、それだけで",
        "は信号を解除する機能の一部しか有していないチップであっても、技術的",
        "制限手段の効果を妨げる用途に供するために提供されているのであれば、",
        "「機能を有する装置」に該当し得ることとなる。",
        "（10） 　機器",
        "　「機器」とは、機械と器具を包括した概念として用いられる用語である。",
        "このうち、機械とは、「比較的に複雑な一定の動的仕掛け、からくりを有す",
        "る物」であり、「その規模の大小、構造の精粗等を問わず、広く用いられ」",
        "ている（法令用語辞典）。一方、器具は「単なるうつわ、道具に限らず、比",
        "較的簡単な仕掛けを有する機械に近いものを含むものとして用いられる」",
        "（同）。",
        "　例えば、具体的には、影像の視聴を制限するために記録媒体に付された",
        "信号を解除する機能を有するチップを内蔵する筐体の機器を指す。",
        "（11） 　当該装置を組み込んだ機器",
        "　「（無効化）機能を有する装置」とだけ規定した場合、例えばDVDの暗号",
        "解除装置であるマクロビジョン・キャンセラーだけであれば違法である",
        "が、同キャンセラーを一体化して組み込んだ機器である内蔵DVDプレー",
        "ヤーは適法、という誤解を招きかねない。",
        "　もっとも、「妨げる」機能を有する装置を内蔵する機器（例えば、影像の",
        "記録を制限する信号が付されたDVDの当該信号の効果を解除する装置を内蔵し",
        "た記録機器）を提供する行為は、当該機器に内蔵されている無効化機能を有",
        "する装置だけを提供する行為と同様の公正競争阻害効果を有しているた",
        "め、同様に、「不正競争」の対象として含めることが適当であるとして、",
        "「当該装置を組み込んだ機器……を含む」との規定を加えている。",
        "　したがって、本来規制の対象とされている無効化機能を有する装置の提",
        "供と認められる行為であれば、こうした装置を組み込んだ機器についても",
        "規制の対象となることを確認的に規定しているものであり、キャンセラー",
        ""
      ]
    },
    {
      "page_number": 144,
      "lines": [
        "134　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "内蔵DVDプレーヤーも本法の対象とする趣旨である。",
        "（12） 　当該装置の部品一式であって容易に組み立てることができるもの",
        "　技術的制限手段の無効化装置だけでなく、「当該装置の部品一式であっ",
        "て容易に組み立てることができるもの」、すなわちいわゆる組み立てキッ",
        "トの提供行為についても、当該装置自体の提供行為と同様に、公正な競争",
        "を阻害する効果を有することから、こうした脱法的な行為に対処するた\nめ、平成23年改正時に本文言を加えている（注）。\n　なお、無効化装置を構成する部品の一部の提供行為についても、これに",
        "より技術的制限手段を用いている事業者の営業上の利益が害されるおそれ",
        "がある場合には、民事的救済が認められ得ると考えられる。",
        "　また、複数の者が部品を分割して提供する行為が、部品一式の提供行為",
        "の共犯と考えられる場合は、刑事罰の対象となり得ると考えられる。",
        "（注） 　産業構造審議会知的財産政策部会技術的制限手段に係る規制の在り方に関",
        "する小委員会報告書「技術的制限手段に係る不正競争防止法の見直しの方向性",
        "について」（平成23年 2 月） 8 頁参照。",
        "（13） 　当該プログラムが他のプログラムと組み合わされたもの",
        "　「妨げる」機能のみを有するプログラムと別の機能を有するプログラムが",
        "組み合わされたプログラム（例えば、影像の記録を制限する信号が付された",
        "DVDの当該信号の効果を解除するプログラムと圧縮された電子的情報を映像化",
        "するプログラムが組み合わされたプログラム）を記録した記録媒体若しくは記",
        "憶した機器又は組み合わされたプログラムを提供する行為は、解除するプ",
        "ログラムだけを提供する行為と同様の公正競争阻害効果を有しているた",
        "め、同様に、「不正競争」の対象として含めることが適当であるため、「当",
        "該プログラムが他のプログラムと組み合わされたものを含む」との規定を",
        "加えている。",
        "　すなわち、「当該プログラム（技術的制限手段の効果を妨げる機能のみを有",
        "するプログラム）が他のプログラムと組み合わされたもの」とは、当該プロ",
        "グラムがその機能を格別に変更することなく、単に組み合わされたと認め",
        "られるものを想定している。したがって、本来他の機能を有するプログラ",
        "ムとして作成されたものに、たまたま「技術的制限手段の効果を妨げる機",
        "能のみを有するプログラム」が外見上形式的に含まれているようなものは、",
        ""
      ]
    },
    {
      "page_number": 145,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　135",
        "ここでいう「当該プログラムが他のプログラムと組み合わされたもの」に",
        "は含まれないものと考えられる。",
        "（14） 　プログラム……を記録した記録媒体若しくは記憶した機器",
        "　プログラムの提供が譲渡、引渡し、輸出入の形で行われる場合は、当該",
        "プログラムが記録された記録媒体や当該プログラムが記憶された機器がこ",
        "れらの具体的な提供行為となるため、このような表現としている。",
        "　一方、電気通信機器回線を通じてプログラムを提供する場合は、プログ",
        "ラム自体を送信することとなるため、このような表現を用いていない。",
        "（15） 　指令符号（電子計算機に対する指令であって、当該指令のみによって一",
        "の結果を得ることができるものをいう。次号において同じ。）を記録した",
        "記録媒体若しくは記憶した機器",
        "　近年、技術的制限手段を施して、コンテンツ・プログラムや情報等の流",
        "通を行うビジネスモデルが増える中、当該手段の効果を妨げる行為の手法",
        "やその技術等の提供の形態も多様化している。",
        "　そのような中で、ビジネスソフト等に施された技術的制限手段を不正に",
        "解除するためのシリアルコードや暗号解除キーの提供が多く見られること",
        "から、技術的制限手段の無効化に直接寄与するような技術的制限手段の効",
        "果を妨げる機能を有する符号（不正に生成、入手されたシリアルコード等）を",
        "提供する行為を「不正競争」と位置付けた。",
        "　具体的には、無効化装置等の提供と同様に、技術的制限手段の無効化に",
        "直接寄与するような技術的制限手段を無効化するための符号（使用のための",
        "認証プロセスにおいて入力を求められるシリアルコード等の情報）を提供する",
        "行為を「不正競争行為」と位置付けている。なお、「指令符号」の定義とし",
        "て、プログラムの定義（第 2 条第 9 項）に倣い、上記の括弧書きのように規",
        "定した。",
        "（16） 　譲渡し、引き渡し……輸出し、若しくは輸入し",
        "　技術的制限手段の効果を妨げる装置等を譲渡したり、引き渡したりする",
        "行為は、公正競争に直接的な影響を及ぼすため、これらの行為を「不正競",
        "争」として規定している。",
        "　一方、当該装置等を製造する行為はそれだけで直ちに公正な競争を阻害\nすることにつながらないため、対象としていない（注）。",
        ""
      ]
    },
    {
      "page_number": 146,
      "lines": [
        "136　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　また、当該装置等の提供がそれぞれ多くの無効化行為を呼び起こしコン",
        "テンツ提供事業者に大きな被害をもたらす蓋然性が高いのに比べ、 1 件 1",
        "件の無効化行為自体は、互いに独立に行われ、その被害も限定的である。",
        "その一方で、個々の無効化行為を 1 件ずつ捕捉し、民事訴訟の対象とする",
        "ことは困難である。",
        "　このため、コンテンツの取引秩序の維持のための本法による規制におい",
        "ては、無効化装置等の提供に係る行為を対象とし、無効化行為そのものは",
        "対象としていない。ただし、無効化行為そのものについては、個々の事例",
        "に応じて民法上の違法性が評価されることとなると考えられる。例えば、",
        "自社の製品開発に活かす目的で行うリバースエンジニアリング（市場で購",
        "入した他社製品の機器やプログラム等を調査・解析し、そこに含まれているアイ",
        "デアやノウハウ等を抽出すること）については、技術的制限手段の効果を妨",
        "げる行為であって、第17号、第18号に規定する装置、プログラム、指令符",
        "号の提供等の行為に該当しないと考えられる。",
        "（注） 　平成11年に技術的制限手段無効化装置等に関する規制を導入したときには、",
        "製造行為については、例えば、技術的制限手段を研究する過程で製造に当たる",
        "行為をする可能性があり、規制は緩くしておき、技術開発や自由な情報利用と",
        "いう方向の価値を実現するようにした方が良いとの指摘がなされ、製造行為",
        "は、技術開発への悪影響への配慮から規制対象とはせず、無効化装置等の提供",
        "に限ると整理された。",
        "　　 　その後、平成23年改正時には、製造行為については、既存の法令によって一",
        "定程度の対応が可能であり、今後とも無効化装置等の国内での製造実態とこ",
        "れに伴う影響等を注視しながら対応を検討することが適当、とされた（前掲",
        "2 1（12）（注）「技術的制限手段に係る不正競争防止法の見直しの方向性につ",
        "いて」参照）。",
        "（17） 　譲渡若しくは引渡しのために展示し",
        "　技術的制限手段の効果を妨げる装置等を譲渡や引渡しの目的をもって展",
        "示する行為は、譲渡、引渡し行為と同様、技術的制限手段が担保している",
        "コンテンツ提供事業者の信用を低下させる効果を有しており、信用の低下",
        "による営業上の利益を侵害される事業者がこれを停止又は防止することが",
        "できることとすることが必要である。",
        ""
      ]
    },
    {
      "page_number": 147,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　137",
        "（18） 　電気通信回線を通じて提供する",
        "　プログラム又は指令符号の場合は、これを記録した記録媒体を譲渡等す",
        "るだけでなく、電気通信回線を通じて提供する行為も実態上行われている",
        "が、公正な競争を阻害する程度において、差異がないものと認められるこ",
        "とから、「不正競争」に含めている。",
        "（19） 　当該装置又は当該プログラムが当該機能以外の機能を併せて有する場",
        "合にあっては、影像の視聴等を当該技術的制限手段の効果を妨げること",
        "により可能とする用途に供するために行うものに限る",
        "　平成11年に技術的制限手段に係る不正行為についての規制が導入された",
        "際は、規制の対象となる行為の範囲は、無効化機能のみを有する装置等（い\nわゆる「のみ」要件）の提供行為と規定された（注 1 ）。しかしながら、その後、\n無効化機能とともに、それ以外の機能（例えば、音楽プレイヤー等の機能）も",
        "併せて有し、「のみ要件」を満たさないと主張される装置等が散見されるよ",
        "うになり、コンテンツ事業者等の被害が甚大となったことから、平成23年",
        "改正時に、規制対象範囲を拡大するため、「のみ」要件が緩和されるに伴",
        "い、設けられた規定である。",
        "　無効化機能とそれ以外の機能を併せて有する装置等については、技術的",
        "制限手段を無効化する用途に供するために提供される場合と、無効化以外",
        "の用途に供するために提供される場合があり得る。そこで、本規定は、不",
        "正競争と評価し得る範囲に規制を絞り込む観点から、提供態様や使用実態",
        "等に鑑みた場合、当該装置等を、無効化の用途に供するために提供する行",
        "為に限って不正競争として規制するために設けたものである。",
        "　「用途」とは、装置等の機能・特徴に応じた使い途をいう。「（技術的制限",
        "手段を無効化する）用途に供するために」に当たるか否かは、無効化機能と",
        "それ以外の機能を併せて有する装置等の提供の実態（例えば、広告宣伝の方",
        "法や内容、装置等の提供先等の提供態様）、ユーザーの一般的な利用実態等を\n総合的に考慮し判断されることとなる（注 2 ）。\n　また、本来の機能として画像処理といった技術的制限手段の無効化以外",
        "の機能を有する装置であって、記録や視聴等の制限をするために付されて",
        "いる信号を検知しない装置や、そのような装置を内蔵する機器（いわゆる",
        "無反応機器）については、結果的に技術的制限手段を無効化する機能を有す",
        ""
      ]
    },
    {
      "page_number": 148,
      "lines": [
        "138　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "るとも評価し得る。しかしながら、これを規制すると記録や視聴等を制限",
        "するあらゆる信号に対応する措置を装置や機器に施すよう強制することと\nなるため、関連機器の製造業者に過大な負担を課すこととなることや（注 3 ）、\nコンテンツ提供事業者の十分な自助努力を促す観点からも「不正競争」の",
        "対象としないことが適当である。この点、これら無反応機器については、",
        "通常、技術的制限手段を無効化する機能以外の機能を必ず有しており、ま",
        "た、その提供行為は、技術的制限手段を無効化する用途に供するためのも\nのではないと考えられるため、規制対象にはならないと考えられる（注 4 ）。\n　なお、指令符号については、専ら無効化の用途に供されるものであるか",
        "ら、装置やプログラムのように、技術的制限手段の無効化機能以外の機能",
        "を併せて有する場合が想定されないため、当該規定の対象としていない。",
        "（注 1 ） 　規制は必要最小限にすべきとの基本原則から、映像や音の視聴等装置の",
        "提供事業者への過度な抑制効果に適切に配慮した措置である。",
        "（注 2 ） 　複数の独立したプログラムが記録媒体に記録されており、そのうちの一",
        "つが「無効化機能」のみを有するプログラムであった場合は、本号の括弧書",
        "きに該当する（「併せて有する」）場合ではなく、本号の他の要件を満たす限",
        "り、原則、規制対象となるものと考えられる。",
        "（注 3 ） 　あらゆる信号に対応する措置を装置や機器に施そうとすると、装置や機",
        "器の容積や重量が増え、装置や機器の最小化・軽量化の需要に応えられな",
        "いことや、各信号の各規格に係るロイヤリティが価格に影響せざるを得な",
        "いこと、また、各技術的制限手段のバージョンアップやアップデートに応じ",
        "て、ユーザーが購入し手元に保有する装置や機器も何かしらの方法でバー",
        "ジョンアップ等する必要が生ずることなどの不都合が指摘される。",
        "（注 4 ） 　例えば、アナログ情報からデジタル情報へ変換する過程で技術的制限手",
        "段である信号に反応しないことにより偶然無効化機能を有してしまうアナ",
        "ログ情報をデジタル情報に変換する機能を有する装置の提供行為が挙げら",
        "れる。",
        "（20） 　又は影像の視聴等を当該技術的制限手段の効果を妨げることにより可",
        "能とする役務を提供する行為",
        "　新たに、無効化装置等の提供と同等とみなされる技術的制限手段を無効",
        "化する役務（サービス）の提供行為を不正競争に位置付けるため、平成30年",
        "法改正により、当該規定を設けている。",
        ""
      ]
    },
    {
      "page_number": 149,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　139",
        "　例えば、ユーザーからゲーム機（装置）を預かり、海賊版ゲームの実行",
        "を可能とする装置（技術的制限手段の無効化を可能とする装置）に改造し、変",
        "換するサービス、ユーザーの代わりに、試用版ソフトウェアに施された技",
        "術的制限手段を装置等を用いて無効化し、正規版と同等のソフトウェアと",
        "して使用できる状態にするサービス等がある。",
        "　なお、役務の提供行為について、前掲⒆のような例外規定を設けていな",
        "いのは、役務の場合には、装置やプログラムの場合と異なり、無効化役務",
        "とそれ以外の役務を分離することは困難であるためである。",
        "2  　技術的制限手段に対する「不正競争」の定義―その 2 （第 2 条第 1",
        "項第18号）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 八　他人が特定の者以外の者に影像若しくは音の視聴、プログラムの",
        "実行若しくは情報の処理又は影像、音、プログラムその他の情報の記",
        "録をさせないために営業上用いている技術的制限手段により制限され",
        "ている影像若しくは音の視聴、プログラムの実行若しくは情報の処理",
        "又は影像、音、プログラムその他の情報の記録（以下この号において",
        "「影像の視聴等」という。）を当該技術的制限手段の効果を妨げること",
        "により可能とする機能を有する装置（当該装置を組み込んだ機器及び",
        "当該装置の部品一式であって容易に組み立てることができるものを含",
        "む。）、当該機能を有するプログラム（当該プログラムが他のプログラ",
        "ムと組み合わされたものを含む。）若しくは指令符号を記録した記録媒",
        "体若しくは記憶した機器を当該特定の者以外の者に譲渡し、引き渡し、",
        "譲渡若しくは引渡しのために展示し、輸出し、若しくは輸入し、若し",
        "くは当該機能を有するプログラム若しくは指令符号を電気通信回線を",
        "通じて提供する行為（当該装置又は当該プログラムが当該機能以外の",
        "機能を併せて有する場合にあっては、影像の視聴等を当該技術的制限",
        "手段の効果を妨げることにより可能とする用途に供するために行うも",
        "のに限る。）又は影像の視聴等を当該技術的制限手段の効果を妨げるこ",
        "とにより可能とする役務を提供する行為",
        ""
      ]
    },
    {
      "page_number": 150,
      "lines": [
        "140　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　本号は、営業上の利益を確保することを目的として、音楽、映像等のコ",
        "ンテンツ提供事業者が、契約の相手方又は契約により特定された者以外の",
        "者によるコンテンツの視聴、記録を制限するために「技術的制限手段」を",
        "用いている場合に、その技術的制限手段の「効果を妨げる」機能を有する",
        "装置等を特定の者以外の者に譲渡等する行為を「不正競争」として規定し",
        "たものである。",
        "　具体的には、衛星放送又は有料ケーブルテレビジョン放送におけるペイ",
        "パービューサービス等契約者以外の者によってはスクランブルを解除でき",
        "ないように暗号が施されているものに対して、この技術の効果を妨げるス",
        "クランブル解除装置を販売等する行為が該当する。",
        "（1） 　他人",
        "　「他人」とは、第 2 条第 1 項第 1 号等と同様に、技術的制限手段を用いる",
        "主体となるものを指す。「他人」に含まれるものとしては、自然人、法人の",
        "他、権利能力なき社団や団体、企業グループ等がある。",
        "（2） 　特定の者",
        "　限られた範囲の者を指す。具体的には、一定の料金を支払うのと引換え",
        "に音楽、映像等のコンテンツの提供を受ける者が該当する。",
        "（3） 　他人が特定の者以外の者に影像若しくは音の視聴、プログラムの実行若",
        "しくは情報の処理又は影像、音、プログラムその他の情報の記録をさせな",
        "いために営業上用いている（もの）",
        "　第17号で規定している「営業上用いられている技術的制限手段」とは、",
        "音楽、映像等のコンテンツ提供事業者が一律に視聴、実行若しくは処理又",
        "は記録を制限する技術的制限手段を用いている場合であり、本号で規定し",
        "ている「技術的制限手段」とは、単独の音楽、映像等の提供事業者が「特",
        "定の者」に限り視聴、実行若しくは処理又は記録が可能となるように技術",
        "的制限手段を用いている場合を想定している。",
        "　なお、第17号で解説したとおり、本号に該当する技術的制限手段が第17",
        "号から除かれるよう第17号に調整規定が置かれている。",
        "（4） 　当該機能を有するプログラム若しくは指令符号を電気通信回線を通じて",
        "提供する",
        "　プログラム又は指令符号について、電気通信回線を通じた提供を規制す",
        ""
      ]
    },
    {
      "page_number": 151,
      "lines": [
        "第 7 節　技術的制限手段に対する不正行為（第 2 条第 1 項第17号・第18号関係）　　141",
        "るのは、第17号と同じ趣旨であるが、本号において装置や記録媒体等を提",
        "供する場合とは異なり、「当該特定の者以外の者に」という文言が入ってい",
        "ないのは、インターネットのホームページに掲載する形態で提供する場合",
        "等、特定の者への提供と一体化する形態であっても、これを違法とする趣",
        "旨である。",
        ""
      ]
    },
    {
      "page_number": 152,
      "lines": [
        "142　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第 8 節 　ドメイン名に係る不正行為（第 2 条第 1 項第19号関係）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　十 九　不正の利益を得る目的で、又は他人に損害を加える目的で、他人",
        "の特定商品等表示（人の業務に係る氏名、商号、商標、標章その他の",
        "商品又は役務を表示するものをいう。）と同一若しくは類似のドメイン",
        "名を使用する権利を取得し、若しくは保有し、又はそのドメイン名を",
        "使用する行為",
        "1 　趣旨",
        "　本号は、平成13年改正により、不正の利益を得る目的又は他人に損害を",
        "加える目的で、他人の特定商品等表示と同一又は類似のドメイン名を使用",
        "する権利を取得し、若しくは保有し、又はそのドメイン名を使用する行為",
        "を「不正競争」の一類型として定めた規定である。",
        "　ドメイン名は、本来、インターネット上のいわば「住所」を示す、サー",
        "バを特定するための文字・数字等の配列にすぎない。しかし、近年のイン",
        "ターネットの急速な普及に伴いインターネットを通じたビジネス活動の重",
        "要性が高まり、ドメイン名は極めて高い価値を有するに至った。すなわち、",
        "事業者は、自己の社名や製造・販売する商品名と関連のあるドメイン名を",
        "登録してウェブサイトを開設し、一方、消費者は、ドメイン名と企業名、",
        "商品名とを関連付け、ドメイン名を手がかりとしてウェブサイトにアクセ",
        "スすることが日常化しつつある。そのため、事業者と消費者をインター",
        "ネット上で結びつける接点となるドメイン名は、事業者が効果的なイン",
        "ターネット上のビジネスを行うために、極めて重要な価値を有するに至っ",
        "ている。",
        "　しかし、ドメイン名は、原則として誰もが先着順に登録することができ",
        ""
      ]
    },
    {
      "page_number": 153,
      "lines": [
        "第 8 節　ドメイン名に係る不正行為（第 2 条第 1 項第19号関係）　　143",
        "る制度となっており、かつ、登録に際し、例えば商標登録出願において行",
        "われるような実質的な審査は行われていない。そこで、このようなドメイ",
        "ン名の登録制度を逆手にとり、第三者が有名企業や著名な商品の名称及び",
        "それらと類似の文字・数字等の配列をドメイン名に登録した上でウェブサ",
        "イト上でビジネスを行うことにより、事業者が永年にわたって築き上げた",
        "知名度や信頼にフリーライドしたり、ウェブサイト上で商標権者等の信用",
        "を傷つけたり、取得したドメイン名を商標権者等に対して不当に高い価格",
        "で買い取らせようとするなどの行為が、世界各国で頻発している。",
        "　このような状況の中、WIPO（世界知的所有権機関）の「周知商標の保護",
        "規則に関する共同勧告（Joint Recommendation Concerning Provisions on the ",
        "Protection of Well‒Known Marks）」（1999年 9 月制定。以下「WIPO勧告」とい",
        "う。）、ICANN（the Internet Corporation for Assigned Names and Numbers）",
        "の「ドメイン名統一紛争処理方針（Uniform Domain Name Dispute Resolution ",
        "Policy.  1999年10月制定。以下「UDRP」という。）」、米国の「反サイバースク",
        "ワッティング消費者保護法（Anticyber‒squatting Consumer Protection Act）」",
        "（1999年11月制定。以下「米国法」という。）等、ドメイン名について生じてい",
        "る各種の問題に対してルールを整備する努力が世界的になされた（前掲第\n1 節2［図表 2 ‒ 3 ‒ 2 ］参照（注 1 ））。\n　我が国においては、「.jp」ドメイン名を管理する（一社）日本ネットワー",
        "クインフォメーションセンター（JPNIC）がUDRPを日本にローカライズし",
        "たJPドメイン名紛争処理方針（2000年 7 月制定。以下「JPDRP」という。）を",
        "策定し、同年10月より、日本弁理士会と日本弁護士連合会が共催で運営し",
        "ている日本知的財産仲裁センター（旧工業所有権仲裁センター）において、\nJPDRPに基づくJPドメイン名に関する紛争の処理が行われている（注 2 ）。\n　しかし、このような裁判外紛争処理制度においては、当事者はいつでも",
        "裁判に訴えることが可能であること、登録機関とは契約関係にない商標権",
        "者等が裁判所の原告又は被告となる場合には、実体法が判断基準となり、",
        "裁判外紛争処理方針と裁判所との判断の間に齟齬が生じるおそれがあるこ",
        "と な ど か ら、 実 体 法 の 整 備 が 必 要 と の 意 見 が 各 方 面 か ら 出 さ れ て い\nた（注 3 ）（注 4 ）。\n　以上のような国内外の動向を踏まえ、平成13年改正により、ドメイン名",
        ""
      ]
    },
    {
      "page_number": 154,
      "lines": [
        "144　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "を不正に取得等する行為を新たに「不正競争」の一類型として規制するこ",
        "とにした。",
        "（注 1 ） 　WIPO勧告は、特許庁ホームページ（https://www.jpo.go.jp/news/koku \nsai/wipo/wipo1216.html）において、米国法、UDRP及びJPDRPは、（一社）",
        "日本ネットワークインフォメーションセンター（JPNIC）ホームページ\n（http://www.nic.ad.jp/）においてそれぞれ閲覧可能である。",
        "（注 2 ） 　ドメイン名の紛争処理において、適用される規則や紛争処理機関は、紛争",
        "の対象となるドメイン名の種類によって異なる。「.jp」ドメイン名について",
        "は、前述のとおりJPDRPを適用して日本知的財産仲裁センターにおいて紛",
        "争の処理が行われる。一方、「.com」、「.org」、「.net」、「.info」等の分野別トッ",
        "プレベルドメイン（gTLD）については、UDRPを適用してWIPO仲裁セン",
        "ター等の仲裁機関において紛争の処理が行われる（前掲第 1 節2［図表 2 ‒",
        "3 ‒ 2 ］参照）。なお、WIPO仲裁センターにおける2015年のドメイン名に関",
        "する紛争処理事件数は2,754件（前年比4.5％増）、対象となったドメイン名\nは4,364件であった（WIPO公表資料：http://www.wipo.int/export/sites/\nwww/about-wipo/en/dgo/pdf/ambassadors_briefing_022016.pdf）。",
        "　　　 　また、「.uk」、「.cn」などの各国・地域に割り当てられた国コードトップレ",
        "ベルドメイン（ccTLD）については、そのccTLDを管理している組織毎に",
        "独自の紛争処理手続が設けられている。",
        "（注 3 ） 　平成13年改正にかかわらず、不正競争防止法においてドメイン名に関す",
        "る一定の紛争を解決することは可能である。すなわち、ドメイン名は、その",
        "文字列の組合せを自由に選択できる点を利用して、自らの商品等を識別す",
        "る機能を持つことが可能であることから、不正競争防止法第 2 条第 1 項第",
        "1 号及び第 2 号の「商品等表示」の一つとして保護を受け得る（前掲第 1 節",
        "2 9 （注 1 ）ジャックス・ドメイン名事件、ジェイフォン・ドメイン名事件",
        "（東京地判平13. 4 .24判時1755号43頁）、アークエンジェルズ事件（大阪地判",
        "平21. 4 .23最高裁HP）参照）。しかしながら、同項第 1 号・第 2 号では、ド",
        "メイン名が商品又は営業の表示として使用されている場合にしか規制の対",
        "象とならないといった限界がある。したがって、例えば、ドメイン名を登録",
        "しただけでウェブサイトは開設せず、商標権者に不当な価格で売りつけよ",
        "うとする行為や、ドメイン名を使用したウェブサイト上で、事業活動は一切",
        "行わず、ポルノグラフィカルな写真を掲載して商標権者等の信用を傷つけ",
        "るような行為は、不正競争防止法の規制の対象とすることは困難であると",
        "解されていた。",
        ""
      ]
    },
    {
      "page_number": 155,
      "lines": [
        "第 8 節　ドメイン名に係る不正行為（第 2 条第 1 項第19号関係）　　145",
        "（注 4 ） 　産業構造審議会情報経済部会第一次提言（平成12年 8 月）は、「ドメイン",
        "ネームは、いわばインターネット上の『住所』である。リアル空間上の『住",
        "所』は自ら決めることはできないが、ドメインネームは先着順で自ら好きな",
        "ものを選択することができる。この結果、他人の商標等と同一又は類似のド",
        "メインネームを取得・使用することが可能であり、こうしたドメインネー",
        "ムを高額で転売しようとしたり、アダルトサイトを運営するなどして、商標",
        "権者等との間で紛争となるケースが生じている。このような問題を解決す",
        "るために、昨年末、民間サイドによる統一紛争処理手続が開始されるととも",
        "に、米国は、昨年、法的ルールの整備を行った。したがって、我が国におい",
        "ても、法的なルール整備（他人の商標等と同一又は類似のドメインネームの",
        "不正の目的の取得・使用の規整）が必要である」との答申を出している。ま",
        "た、情報通信技術（IT）戦略本部が発表した、「e‒Japan重点計画」におい",
        "ても、「ドメイン名利用の適正化」として、「ドメイン名の価値の高まりとと",
        "もに、ドメイン名が実質的な審査なく先着順に取得できることから、ドメイ",
        "ン名と商標等の抵触を巡る紛争が増加し、電子商取引等の阻害や国際問題",
        "になっている。したがって、ドメイン名利用の適正化について、国際的な動",
        "向も踏まえつつ必要な措置を講ずる。i）2001年中に、商標等と同一又は類",
        "似のドメイン名の不正取得等の防止を図るため『不正競争防止法の一部を改",
        "正する法律案』を国会に提出するなど、ドメイン名利用の適正化を図るため",
        "の所要の制度整備を行う」との決定がなされた。",
        "2 　要件",
        "1  　不正の利益を得る目的で、又は他人に損害を加える目的で",
        "　第 2 条第 1 項第19号では、主観的要件として、「不正の利益を得る目的」",
        "又は「他人に損害を加える目的」（いわゆる図利目的又は加害目的）という二",
        "つの類型を規定している。前者は、公序良俗、信義則に反する形で自己又",
        "は他人の利益を不当に図る目的を、後者は、他者に対して財産上の損害、",
        "信用の失墜といった有形無形の損害を加える目的をそれぞれ指すものと考",
        "えられる。",
        "　本法においては、「図利加害目的」（第 2 条第 1 項第 7 号等）や「不正の目",
        "的（不正の利益を得る目的、他人に損害を加える目的その他不正の目的）」（第19",
        "条第 1 項第 2 号）といった異なる主観的要件が定められている。本号におい",
        "て、主観的要件として「図利加害目的」を規定したのは、保護対象に周知",
        ""
      ]
    },
    {
      "page_number": 156,
      "lines": [
        "146　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "性又は著名性を要件としないこと（注 1 ）、ドメイン名の使用行為に限らず取\n得、保有行為をも対象とすることとの関係から、「図利加害目的」に当たら",
        "ない主観的態様に基づく行為まで規制すべき実体上の必要性はないと考え",
        "られるためである。",
        "　いかなる場合に図利加害目的が認められるかについては、個別具体の事",
        "案に応じた裁判所の判断に委ねられることとなるが、図利加害目的が認め",
        "られる行為の例としては、",
        "　① 　特定商品等表示の使用者がその特定商品等表示をドメイン名として",
        "使用できないことを奇貨として、当該特定商品等表示の使用者に不当",
        "な高額で買い取らせるために、当該特定商品等表示と同一又は類似の",
        "ドメイン名を先に取得・保有する行為",
        "　② 　他人の特定商品等表示を希釈化・汚染する目的で当該特定商品等表",
        "示と同一又は類似のドメイン名のもと、アダルトサイトを開設する行",
        "為",
        "等の行為が考えられる（注 2 ）。\n　また、米国法、UDRP及びJPDRPにおいて例示されている不正の目的を",
        "認定するにあたっての考慮要因や、それらに基づく裁判例、裁定例の判示\n事項は、本号の解釈にあたっての一つの参考になるものと思われる（注 3 ）。\n（注 1 ） 　本号の保護対象について、周知性又は著名性の要件を不要としたのは、①",
        "ドメイン名の登録制度は先着順となっているため、同じドメイン名を登録",
        "することはできないことから、特定商品等表示に化体した信用等の保護に",
        "加え、ドメイン名の登録制度に乗じた営業妨害行為を防ぐことにあり、保護",
        "対象を周知性又は著名性のあるものに限定する必要はないこと、②イン",
        "ターネット上のビジネスは、広がりが早く短期間で周知・著名になり得る",
        "ため、周知性・著名性を獲得する以前に、第三者により特定商品等表示と同",
        "一又は類似のドメイン名を取得される可能性が高く、それを回避する必要",
        "があること、③ドメイン名はサイバー空間上で用いられるため地域性が問",
        "題とならないこと、④米国法、UDRP及びJPDRPにおいても、周知性は要件",
        "としていないこと等によるものである。",
        "（注 2 ） 　MP3ドメイン名事件（東京地判平14. 7 .15判時1796号145頁）では、「『不",
        "正の利益を得る目的で』とは、『公序良俗に反する態様で、自己の利益を不",
        "当に図る目的がある場合』と解すべきであり、単にドメイン名の取得、使用",
        ""
      ]
    },
    {
      "page_number": 157,
      "lines": [
        "第 8 節　ドメイン名に係る不正行為（第 2 条第 1 項第19号関係）　　147",
        "等の過程で些細な違反があった場合等を含まないというべきである。また",
        "『他人に損害を与える目的』とは、『他人に対して財産上の損害、信用の失墜",
        "等の有形無形の損害を加える目的のある場合』と解すべきである。例えば、",
        "①自己の保有するドメイン名を不当に高額の値段で転売する目的、②他人",
        "の顧客吸引力を不正に利用して事業を行う目的、又は③当該ドメイン名の",
        "ウェブサイトに中傷記事や猥褻な情報等を掲載して当該ドメイン名と関連",
        "性を推測される企業に損害を加える目的、を有する場合などが想定される」",
        "と判示された。",
        "（注 3 ） 　なお、UDRP及びJPDRPでは、「登録者が、当該ドメイン名（の登録）に",
        "ついての権利又は正当な利益を有していないこと」が、申立人の主張が認め",
        "られるための独立の要件とされている。しかし、このような事情は、図利目",
        "的又は加害目的の有無を判断する中で考慮され得ると考えられるため、本",
        "法では、同様の要件を独立に設けることはしていない。",
        "2  　特定商品等表示",
        "　「特定商品等表示」とは、「人の業務に係る氏名、商号、商標、標章その",
        "他の商品又は役務を表示するもの」を指す。第 2 条第 1 項第 1 号、第 2 号",
        "において規定されている「商品又は営業を表示するもの」との表現と異な",
        "り、本号においては「商品又は役務を表示するもの」との表現を用いてい",
        "る。これは、ドメイン名の特性に照らして考えた場合、商品等表示の例示",
        "中「商品の容器若しくは包装」は含まれず、本号において保護対象の例示",
        "としては「人の業務に係る氏名、商号、商標、標章」とすべきであり、ま",
        "た、ドメイン名紛争に関する国際的なルールにおいては、保護の対象をい",
        "ずれも「商品・役務の表示」としていることとの整合性を図ったことによ",
        "る。",
        "　なお、「特定商品等表示」に該当するためには、同項第 1 号、第 2 号にお",
        "ける「商品等表示」と同じく、表示が自他識別機能又は出所識別機能を備",
        "えていることが必要である。したがって、自他識別機能、出所識別機能を",
        "有しない普通名称や慣用表示、自己の氏名等を用いる場合には、本号の保",
        "護には該当しないものと考えられる。",
        ""
      ]
    },
    {
      "page_number": 158,
      "lines": [
        "148　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "3  　同一若しくは類似",
        "　規制の対象となるドメイン名は、他人の特定商品等表示と「同一若しく",
        "は類似」のものである。類似性の判断については、基本的には現行規定（第",
        "2 条第 1 項第 1 号等）のもとで判例等が示してきた判断基準が妥当するもの\nと考えられる（注 1 ）（注 2 ）。",
        "（注 1 ） 　前掲第 1 節2 9 （注 1 ）ジャックス・ドメイン名事件では、「『JACCS』と",
        "『jaccs』とを対比すると、アルファベットが大文字か小文字かの違いがある",
        "ほかは、同一である。そして、実際上、小文字のアルファベットで構成され",
        "ているドメイン名がほとんどであることに照らせば、大文字か小文字かの",
        "違いは重要ではないというべきである」と判示された（同判断は高裁でも維",
        "持された（名古屋高金沢支判平13. 9 .10最高裁HP）。）。",
        "（注 2 ） 　前掲1（注 3 ）ジェイフォン・ドメイン名事件では、「被告が本件ウェブ",
        "サイト上に表示した本件表示は、『J‒PHONE』、『ジェイフォン』、『J‒フォ",
        "ン 』を 横書きにした もの であっ て、 本件 ウ ェブサイト上の前記の『J‒",
        "PHONE』と同一ないし類似するものである」と判示された（同判断は高裁",
        "でも維持された（東京高判平13.10.25最高裁HP）。）。",
        "4  　ドメイン名を使用する権利を取得し、若しくは保有し、又はそのドメ",
        "イン名を使用する行為",
        "　「ドメイン名を使用する権利」とは、ドメイン名登録機関に対してドメイ\nン名の使用を請求できる権利を指す（注）。\n　ドメイン名を使用する権利を「取得」する行為には、ドメイン名の登録",
        "機関に対する登録申請によってドメイン名を使用する権利を自己のものと",
        "する場合のほか、登録機関からドメイン名の登録を認められた第三者から",
        "移転を受けることによってドメイン名を使用する権利を自己のものとする",
        "場合、登録機関からドメイン名の登録を認められた第三者からドメイン名",
        "の使用許諾を受ける場合も含まれる。",
        "　ドメイン名を使用する権利を「保有」する行為とは、ドメイン名を使用",
        "する権利を継続して有することを指す。「ドメイン名を使用する権利を取",
        "得」する行為は、継続的な行為ではなく 1 回的な行為と解されるため、「取",
        "得」のみを規制する場合には、ドメイン名の取得時点では、図利加害目的",
        "を有していなかったが、後になって図利加害目的を有するに至った場合を",
        ""
      ]
    },
    {
      "page_number": 159,
      "lines": [
        "第 8 節　ドメイン名に係る不正行為（第 2 条第 1 項第19号関係）　　149",
        "規制することができないこととなる。このため、実効的な救済を図る観点",
        "から、「保有」というドメイン名を使用する権利を継続して有する行為を、",
        "本号の規制の対象とすることとした。",
        "　ドメイン名を「使用する行為」とは、ドメイン名をウェブサイト開設等",
        "の目的で用いる行為を指す。",
        "（注） 　「ドメイン名使用権」なる権利が新たに法律によって創設されるわけではな",
        "い。",
        "3 　救済措置",
        "　ドメイン名を不正に取得等する行為に対しては、第 3 条、第 4 条及び第",
        "5 条に基づく差止請求及び損害賠償請求等が可能である。ドメイン名につ",
        "いては、差止めの内容として、ドメイン名の使用（特定の使用方法又は使用\n全般の）禁止、さらにはドメイン名の登録抹消も求め得ると考えられる（注 1 ）。\n　第 5 条第 3 項第 5 号において、ドメイン名の損害額の推定規定が設けら",
        "れている。これは、「不正競争」によって営業上の利益を侵害された者が損",
        "害賠償請求を行う場合、ライセンス料相当の金額を損害額として請求でき",
        "ることとしたものである。例えば、商標権者が、第三者がその商標を含む",
        "ドメイン名を使用することにつき、通常請求しているライセンス料が存在",
        "するのであれば、商標権者が第三者からそのライセンス料を得ることが確",
        "実であったにもかかわらず、ドメイン名の不正取得等により現実にはその",
        "ライセンス料を得られないこととなり、ライセンス料相当額の損害賠償を",
        "請求することが適当と考えられる。",
        "　なお、本号が規定するドメイン名に係る不正行為については、当事者間\nの民事的請求に委ね、刑事罰の対象としていない（注 2 ）。ただし、不正の目\n的で他人の商品等表示と同一又は類似のドメイン名を商品等表示として使",
        "用し、他人の商品又は営業と混同を生じさせる行為をした場合には、第21",
        "条第 3 項第 1 号に該当し、刑事罰の対象となる。",
        "（注 1 ） 　移転を可能とする明文規定を置くことについては、商標法等において救",
        "済方法としての登録移転に関する規定が置かれていないこととの法的整合",
        "性等の理由から見送られることとなった。",
        "（注 2 ） 　不正競争防止法は、その法目的（第 1 条参照）の実現手段として、当事者",
        ""
      ]
    },
    {
      "page_number": 160,
      "lines": [
        "150　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "間の差止請求、損害賠償請求等の民事的な規制を基本としており、消費者に",
        "誤認混同を与える等の公益の侵害が著しい行為類型のみを刑事罰の対象と",
        "している（第 1 部第 2 章3、第 2 部第 2 章及び第 7 章第 1 節1、同旨）。",
        "　　　 　このような本法の体系を踏まえると、ドメイン名に関する行為類型は、消",
        "費者の誤認混同が要件とされていないこと等からして、刑事罰の対象とす",
        "ることは適当ではないものと考えられる。また、米国法においても、ドメイ",
        "ン名の不正取得等の行為について刑事罰で対応するという方向にはなって",
        "いない。以上のような理由から、第 2 条第 1 項第19号には、罰則が設けられ",
        "ていない。",
        ""
      ]
    },
    {
      "page_number": 161,
      "lines": [
        "第 9 節　誤認惹起行為（第 2 条第 1 項第20号関係）　　151",
        "第 9 節 　誤認惹起行為（第 2 条第 1 項第20号関係）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　二 十　商品若しくは役務若しくはその広告若しくは取引に用いる書類若",
        "しくは通信にその商品の原産地、品質、内容、製造方法、用途若しくは",
        "数量若しくはその役務の質、内容、用途若しくは数量について誤認さ",
        "せるような表示をし、又はその表示をした商品を譲渡し、引き渡し、譲",
        "渡若しくは引渡しのために展示し、輸出し、輸入し、若しくは電気通",
        "信回線を通じて提供し、若しくはその表示をして役務を提供する行為",
        "1 　趣旨",
        "　本号は、商品・役務の原産地等について誤認を生じさせるような表示を",
        "行う行為等を「不正競争」の一類型として定めた規定である。",
        "　なお、平成 5 年改正前不正競争防止法（旧法）では、第 1 条第 1 項第 3",
        "号は虚偽の原産地誤認惹起行為、第 4 号は産出、製造、加工地誤認惹起行",
        "為、第 5 号は商品の品質、内容等の誤認惹起行為を対象としていたが、平",
        "成 5 年改正により、国際的なハーモナイゼーション等の観点から「役務」",
        "の質、内容等の誤認惹起行為を「商品」と並んで規制の対象とすることと",
        "し、また、旧法第 3 号及び第 4 号の関係を整理し、虚偽か否かを問わず「原",
        "産地」の誤認惹起行為を対象とすることとし、さらに、誤認惹起行為とし\nてこれらの行為類型の一本化を図ることとした（注）。",
        "（注） 　不当景品類及び不当表示防止法（景品表示法）においても、第 5 条で不当表",
        "示規制が設けられており、またその細目が内閣総理大臣の告示で指定されて",
        "おり、不正競争防止法第 2 条第 1 項第20号と重複する不当表示行為も多い。",
        "　　 　その他、商品等の表示を規定した法律で本号と関連が深いものとしては、原",
        "産地に関する表示では「特定農林水産物等の名称の保護に関する法律」（地理",
        ""
      ]
    },
    {
      "page_number": 162,
      "lines": [
        "152　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "的表示法）（平成26年法律第84号）及び「酒税の保全及び酒類業組合等に関す",
        "る法律」（昭和28年法律第 7 号）第86条の 6 第 1 項に基づく「酒類の地理的表",
        "示に関する表示基準」（平成27年国税庁告示第19号）、食品に関する表示では",
        "「食品表示法」（平成25年法律第70号）等がある。",
        "2 　要件",
        "1  　広告若しくは取引に用いる書類若しくは通信",
        "　「広告」とは、公衆に対してなされる表示のうち営業目的をもってなされ",
        "たものを指すとされる。",
        "　「取引に用いる書類」とは、注文書、見積書、送り状、計算書、領収書等",
        "を指し、「取引に用いる……通信」とは、メール、FAX、インターネット",
        "注文、電話等の取引上現れる表示行為中、書類以外の通信形態の一切のも",
        "のをいう。",
        "2  　原産地（注 1 ）\n　「原産地」とは、商品が生産、製造又は加工され商品価値が付与された地\nのことをいう（注 2 ）。原産地表示であることが明記されていなくても、表示\nが付された商品全体を観察し、商品の需要者又は取引者が、当該表示を商\n品の原産地表示と認識する表示であれば原産地表示に当たる（注 3 ）（注 4 ）。",
        "（注 1 ） 　平成 5 年改正前においては、虚偽の表示の使用による原産地の誤認惹起",
        "行為（第 1 条第 3 号）、及び産出、製造、加工地の誤認惹起行為（同条第 4",
        "号）を対象としていた。平成 5 年改正前の立法経緯を見ると、第 1 条第 3 号",
        "は、昭和 9 （1934）年の旧法制定時に、虚偽を要件とした原産「地」の誤認",
        "惹起行為を対象とする趣旨で規定されたものであり、他方、同条第 4 号は、",
        "昭和25（1950）年の改正時に、虚偽か否かを問わず、「商品ガ産出、製造若",
        "ハ加工セラレタル国」の誤認惹起行為を対象とする趣旨で追加された規定で",
        "ある。その後、昭和40（1965）年に、マドリッド協定のリスボン改正に対応",
        "するため、第 4 号について、「商品ガ産出、製造若ハ加工セラレタル国」と",
        "規定されていた条文中の「国」の部分が「地」に改められた。ここで、「産",
        "出、製造若ハ加工セラレタル地」と「原産地」とは同義と解されていたこと",
        "から、第 4 号については、虚偽か否かを問わず原産地を誤認させる行為を規",
        "制することとなった。この結果、第 3 号は常に第 4 号に包含されることと",
        ""
      ]
    },
    {
      "page_number": 163,
      "lines": [
        "第 9 節　誤認惹起行為（第 2 条第 1 項第20号関係）　　153",
        "なった。そこで、平成 5 年改正法においては、旧法第 3 号及び第 4 号の関係",
        "を整理し、虚偽か否かを問わず「原産地」の誤認惹起行為を対象とすること",
        "とした。",
        "（注 2 ） 　原石ベルギーダイヤ事件（東京高判昭53. 5 .23刑月10巻 4 ・ 5 号857頁）",
        "では、「天然の産物であつてもダイヤモンドのように加工のいかんによつて",
        "商品価値が大きく左右されるものについては、その加工地が一般に『原産",
        "地』と言われている」と、商品価値が付与された地を基準として原産地を判",
        "断している。",
        "（注 3 ） 　中国製カバン事件（大阪地判平13. 2 .27最高裁HP）。",
        "（注 4 ） 　上記（注 3 ）中国製カバン事件のほか、原産地の誤認表示に該当するとさ",
        "れた事件としては、「柿の葉茶」等の文字・図形の商標権を有する原告が「京",
        "の柿茶」等の文字からなる表示を付した商品を販売した被告を訴えた、京の",
        "柿茶事件（東京地判平 6 .11.30判時1521号139頁）、一般市場向けヘアピンを",
        "製造、販売する原告がイタリア国旗と「イタリアンタイプ」との表示等を付",
        "したヘアピンを販売する被告を訴えた、世界のヘアピンコレクション事件",
        "（大阪地判平 8 . 9 .26知裁集28巻 3 号429頁）、「氷見うどん」の商標を保有し",
        "て当該商標を付した麺類を販売する原告が「越中氷見名物」等の表示を付し",
        "たうどんを販売する被告を訴えた、氷見うどん事件（富山地高岡支判平",
        "18.11.10判時1955号137頁、名古屋高金沢支判平19.10.24判時1992号117頁）",
        "等がある。",
        "3  　（商品の）品質、内容、製造方法、用途若しくは数量\n　商品に関する誤認惹起表示は、商品の品質、内容（注 1 ）、製造方法、用途\n又は数量についての誤認を惹起せしめる表示でなければならない（注 2 ）。\n　裁判例上、「品質」を誤認させるような表示であると判断された例とし\nて、加工食品の原料に関する誤認表示（注 3 ）、古米や未検査米を新米とした\n表示（注 4 ）、酒税法上「みりん」とは認められない液体調味料に「本みりん」\nであるかのようにした表示（注 5 ）、ろうそくの燃焼時に発生する煤の量等に\n関する誤認表示（注 6 ）、国や公的機関等による認定・保証があるかのように\nした表示（注 7 ）（注 8 ）（注 9 ）、特許発明の実施品であるかのようにした表示（注10）等\nがある。また、中古自動車の走行距離数に関する表示も「品質」に関する",
        "表示に該当するものと考えられる。",
        ""
      ]
    },
    {
      "page_number": 164,
      "lines": [
        "154　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　「製造方法」とは、商品の製造に用いられる方法をいう（例えば、食塩の",
        "流下式製塩法など）。",
        "　「用途」とは、商品の特徴に応じた使い途をいう（例えば、燃料であれば",
        "自動車用、ジェット推進航空機用など）。",
        "（注 1 ） 　トナーカートリッジを装着すると原告プリンターのディスプレイに現れ",
        "る「シテイノトナーガソウチャクサレテイマス」との表示の「シテイノト",
        "ナー」について、「原告プリンターに用いられるべきものと定めたトナー",
        "カートリッジであると理解するものと考えられる。……プリンターメーカー",
        "が純正品と非純正品がその品質により異なるものであると取り扱っている",
        "実態からすれば、需要者は、原告プリンターに用いられるべきものとは、プ",
        "リンターメーカーの原告が原告プリンターに相応しい一定の品質、内容を",
        "有するものとして定めたトナーカートリッジであると理解するものと認め",
        "られる。」とし、不正競争防止法第 2 条第 1 項第14号（現行第20号）にいう",
        "「品質、内容」の表示であると認められた（大阪地判平29. 1 .31判時2351号",
        "56頁）。",
        "（注 2 ） 　旧法第 1 条第 1 項第 5 号は、昭和25年の改正の際に新たに設けられた規",
        "定であり、当初においては、商品の品質、内容、数量に関する誤認惹起行為",
        "を規制の対象としていた。その後、昭和40年の改正において、パリ条約第10",
        "条の 2 第 3 項第 3 号が新たに設けられたことに伴い、条約上禁止の対象と",
        "なった商品の「性質、製造方法、特徴、用途、数量」に対して、従来の規定",
        "の中に含まれるかどうか必ずしも明確でない「製造方法、用途」を追加した",
        "という経緯がある。",
        "（注 3 ） 　ミートホープ事件（札幌地判平20. 3 .19最高裁HP）では、牛肉に鶏肉や",
        "豚肉を混ぜて製造したミンチ肉に、あたかも牛肉のみを原料とするかのよ",
        "うにした表示について、商品の品質及び内容を誤認させる表示であるとし",
        "た。",
        "（注 4 ） 　日本ライス事件（大阪地判平20. 4 .17最高裁HP）では、古米や未検査米、",
        "福井県産でない新米等を詰めた商品に「福井県産新米コシヒカリ100％」と",
        "した表示は、商品の原産地、品質及び内容を誤認させる表示であるとした。",
        "（注 5 ） 　本みりんタイプ事件（京都地判平 2 . 4 .25判時1375号127頁）では、酒税",
        "法上「みりん」とは認められない液体調味料をあたかも「本みりん」である",
        "かのようにした表示は、商品の品質を誤認させる表示であるとした。",
        "（注 6 ） 　ろうそく事件（大阪地判平16. 6 . 1 最高裁HP、大阪高判平17. 4 .28最高",
        "裁HP）では、販売するろうそくに「燃焼時に発生する煤の量が90％減少。",
        ""
      ]
    },
    {
      "page_number": 165,
      "lines": [
        "第 9 節　誤認惹起行為（第 2 条第 1 項第20号関係）　　155",
        "火を消したときに生じるにおいも50％減少」とした表示は、実験の結果その",
        "ような効果は認められず、商品の品質を誤認させる表示であるとした。",
        "（注 7 ） 　清酒特級事件（最決昭53. 3 .22刑集32巻 2 号316頁）では、清酒の級別認",
        "定制度の下で「級別の審査・認定を受けなかつたため酒税法上清酒二級とさ",
        "れた商品であるびん詰の清酒に清酒特級の表示証を貼付する行為は、たと",
        "えその清酒の品質が実質的に清酒特級に劣らない優良のものであつても」商",
        "品の品質・内容につき誤認を生ぜしめる虚偽の表示に該当するとした。",
        "（注 8 ） 　フランジガスケット材事件（大阪地判平 7 . 2 .28判時1530号96頁）では、",
        "主たる用途を「建築物の屋根・壁・天井」として建設大臣の不燃材料認定を",
        "受けた不燃認定番号を、これとは全く用途の異なるフランジガスケット材",
        "に表示することは、誤認惹起表示に当たるとした。",
        "（注 9 ） 　電子ブレーカ事件（大阪地判平24. 9 .13判時2182号129頁、知財高判平",
        "25. 3 .28最高裁HP）では、PSE表示は、電気用品安全法の規定する技術基",
        "準に適合している旨同法所定の適合検査で証明されたことを示す表示であ",
        "り、電子ブレーカにとって不正競争防止法第 2 条第 1 項第13号（現行第20",
        "号）が規定する「品質」に関する表示に該当するとした上で、電気用品安全",
        "法所定の検査を受けていない電子ブレーカに付したPSE表示は、品質を誤認",
        "させるような表示であるとした。",
        "（注10） 　巻き爪矯正具事件（大阪地判平24.11. 8 最高裁HP）では、一般に商品に",
        "付された特許の表示は、不正競争防止法第 2 条第 1 項第13号（現行第20号）",
        "が規定する「品質」の表示といえるとし、実際には特許発明の実施品ではな",
        "くなったにもかかわらず、「国際的な特許で保護」、「特許を取得している専",
        "用のワイヤー」等と商品に付した表示は、品質を誤認させるような表示であ",
        "るとした。",
        "4  　役務の質、内容、用途若しくは数量",
        "　役務に関する誤認惹起表示は、役務の質、内容、用途又は数量について\nの誤認を惹起せしめる表示でなければならない（注 1 ）。\n　「役務」とは、他人のために行う労務又は便益であって、独立して取引の\n目的たりうべきものをいう（注 2 ）。",
        "（注 1 ） 　前述第 1 部第 1 章8のとおり、平成 5 年改正前においては、商品の品質、",
        "内容、製造方法、用途、数量に係る誤認惹起行為を規制していたが、役務の",
        "質、内容等に係る誤認惹起行為は規制の対象外であった。しかしながら、同",
        ""
      ]
    },
    {
      "page_number": 166,
      "lines": [
        "156　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "号の規定が導入された昭和25年当時に比し、我が国経済のサービス化は著",
        "しく、役務に係る競争も激化しており、国際的に見ても、米国、ドイツ、ス",
        "イスをはじめとする先進諸国の立法例においては、商品と役務を区別する",
        "ことなく、その品質、内容等に関する誤認惹起行為を規制の対象とするのが",
        "通例であった。このような状況を踏まえ、平成 5 年改正時に、役務の質、内",
        "容等に係る誤認惹起行為が追加された。",
        "（注 2 ） 　家電量販店比較広告事件（前橋地判平16. 5 . 7 判時1904号139頁、東京高",
        "判平16.10.19判時1904号128頁）では、事業者が商品の価格を安くして販売",
        "することは「役務」に該当しないとした。",
        "5  　誤認させるような表示",
        "　「誤認させるような表示」に該当するかどうかは、個別具体の事案に応じ",
        "て、当該表示の内容や取引界の実情等、諸般の事情が考慮された上で、取",
        "引者・需要者に誤認を生じさせるおそれがあるかどうかという観点から判\n断される（注 1 ）。\n　「○○タイプ」等を伴った表示でも、その言葉の表現形式の如何によって\nは誤認させるような表示に該当する場合がある（注 2 ）。また、周知著名な商\n標の一部となっている地名表示は、製造地と異なる表示であっても原産地\nを誤認させるような表示に該当しない場合がある（注 3 ）。\n　同号はあらゆる表示の誤認惹起を規制するものではなく、同号の誤認惹",
        "起表示に該当するためには、同号に列挙された事実に関する誤認を惹起さ",
        "せるような表示でなければならない。もっとも、同号に列挙された事実を",
        "直接誤認させる表示をしていなくても、間接的に品質、内容等を誤認させ\nるような表示であれば、誤認惹起行為に該当し得る（注 4 ）。",
        "（注 1 ） 　ライナービヤー事件（東京地判昭36. 6 .30下民集12巻 6 号1508頁、東京高",
        "判昭38. 5 .29判時342号16頁、最判昭40. 6 . 4 判時414号35頁）では、「ライ",
        "ナービヤー」という酒税法の「ビール」でない飲料について、我が国におい",
        "ては、「ビール」と「ビヤー」とが同意義に使用されており、ビールと異質",
        "のものであることを示す為の表示として「ビヤー」を使用したとしても、",
        "ビールであると誤認するおそれはあり、誤認惹起行為に該当するとした。ま",
        "た、前掲 3 （注 7 ）清酒特級事件等がある。",
        "（注 2 ） 　前掲 3 （注 5 ）本みりんタイプ事件では、「本みりん」の部分が中央に黒",
        ""
      ]
    },
    {
      "page_number": 167,
      "lines": [
        "不当な広告行為（寄生的広告行為、比較広告行為、おとり広告）",
        "第 9 節　誤認惹起行為（第 2 条第 1 項第20号関係）　　157",
        "色で最も目立ち易く大きな書体で記載され、その下に金色の地に白抜きで",
        "小さく「タイプ」と「調味料」と二行に書き分けて構成され、消費者には",
        "「本みりん」の部分が強く印象に残り、「タイプ」と「調味料」の部分はほと",
        "んど目にとまらないものになっているとして、本件表示は、あたかも本みり",
        "んであるかのように商品の品質・内容に誤認を生じさせるとした。そして、",
        "「本みりんタイプ調味料」という表示は本みりんと異なる調味料を示す表示",
        "として業界に定着しているとの被告の主張に対し、「本みりんタイプ調味",
        "料」という表示が言葉それ自体としては本みりんとは別の商品を示すものと",
        "みることができるとしても、その言葉の表現形式の如何によっては同一の",
        "商品であるとの誤認混同を生ずることはあり、前記のような紛らわしい表",
        "現形式をとった本件表示が正当であるということはできないとした。",
        "（注 3 ） 　モズライトギター事件（知財高判平20. 8 .28判時2032号128頁）では、日",
        "本で製造したエレキギター等に付した「マルMマークmosrite」及び「of ",
        "California」の構成からなる標章について、当該標章は「カリフォルニア州",
        "製の」という意味というより、商品のイメージを表す付加的表示として特定",
        "の会社が製造販売したギターであることを示す周知著名な商標となってい",
        "るものであり、日本における取引者・需要者もそのように理解していると",
        "認められるとして、原産地を誤認させる表示には当たらないとした。",
        "（注 4 ） 　商品の「価格」については列挙事由に含まれていないが、「価格」に関し",
        "て虚偽表示をした場合について、品質、内容に関する誤認惹起表示であるこ",
        "とを肯定した事案として前掲 2（注 2 ）原石ベルギーダイヤ事件がある。な",
        "お、「価格」は品質、内容に含まれないとした事案として前掲 4 （注 2 ）家",
        "電量販店比較広告事件がある。",
        "3 　他人の商品又は役務を利用した不当表示行為",
        "　他社の売れ筋商品又は役務に便乗して自己の商品又は役務の内容、品質\nについて優良誤認を惹起せしめる寄生的広告行為（注 1 ）、競業他者の商品又\nは役務と自己の商品の比較をして自己の商品の優秀さを強調する比較広告\n行為（注 2 ）、わずかな数量の売れ筋商品で需要者をひきつけて別の商品を売\nりつけるおとり広告（注 3 ）など、他人の商品又は役務を利用して自己の商品\n又は役務の内容、品質が著しく優良であるとの誤認を惹起せしめるような",
        "不当な広告行為は、誤認惹起行為に該当する可能性がある。",
        ""
      ]
    },
    {
      "page_number": 168,
      "lines": [
        "158　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "　なお、これらの不当な広告行為は、本法第 2 条第 1 項第 1 号の混同惹起",
        "行為や同項第 2 号の著名表示冒用行為、同項第21号の信用毀損行為、また",
        "景品表示法によって規制される場合もある。",
        "（注 1 ） 　香りのタイプ事件（原審東京地判昭55. 1 .28無体集12巻 1 号 1 頁、前掲第",
        "2 節2 4 （注）東京高判昭56. 2 .25無体集13巻 1 号134頁）では、被告商品",
        "が世界的に著名な様々な香水と「香りのタイプ」が同じであると広告する行",
        "為について、「香りの調子又は香りのタイプの点において同じであるとの趣",
        "旨を表現しているにすぎず、両者の香りそのものが同一であるとまで断じ",
        "ているわけではないことが明らかであるから」、需要者が、被告商品と著名",
        "な香水とが同一の香りであると誤認することはないから商品の内容に関す",
        "る誤認を惹起しないとしており、他人の商品又は役務を広告に使用する行",
        "為が直ちに誤認惹起行為になるわけではない、と判示した。",
        "（注 2 ） 　比較広告は、真実の情報に基づくものであるならば、消費者に対し商品や",
        "役務の選択の情報を提供するというプラスの面もあることから、比較それ",
        "自体が不正競争になるわけではなく、比較広告の内容に虚偽、欺瞞性がある",
        "場合に品質、内容の誤認惹起行為に該当する。この点、比較広告が問題と",
        "なった事案としては、広告内容の真実性が問題となったガム比較広告事件",
        "（東京地判平16.10.20最高裁HP）や、新車の輝き事件（知財高判平17. 8 .10",
        "最高裁HP）がある。また、前掲2 4 （注 2 ）家電量販店比較広告事件では、",
        "広告内容の真実性を問題とすることなく、被告の表示には商品又は役務の",
        "品質、内容に関する誤認惹起行為がないとしている。",
        "（注 3 ） 　ヤマハ特約店事件（名古屋地判昭57.10.15判タ490号155頁）は、広告に表",
        "示された商品の供給量等が著しく限定されているにもかかわらず、限定さ",
        "れていることが明瞭に記載されていない場合に商品の「数量」について誤認",
        "させる行為として誤認惹起行為に該当し得るとした。なお、ヤマハピアノ事",
        "件（名古屋地判平 5 . 1 .29判時1482号148頁）では、販売する意思がない商",
        "品を広告に使用し、広告した商品について虚偽の説明をする行為を一体と",
        "して捉え、信用毀損行為（平成27年改正前第 2 条第 1 項第14号）として広告",
        "差止請求を認めた。",
        "4 　請求権者",
        "　本号の民事上の請求主体は、本号の誤認惹起行為によって「営業上の利\n益を侵害され、又は侵害されるおそれがある者」（注）である。したがって、一",
        ""
      ]
    },
    {
      "page_number": 169,
      "lines": [
        "般消費者には原則として請求主体性が認められない（後述第 4 章第 1 節2 2",
        "第 9 節　誤認惹起行為（第 2 条第 1 項第20号関係）　　159",
        "参照）。",
        "（注） 　通常、競争関係にある事業者がこれに該当すると考えられる。",
        "　　 　前掲2 5 （注 1 ）ライナービヤー事件（東京地判昭36. 6 .30下民集12巻 6 号",
        "1508頁、東京高判昭38. 5 .29判時342号16頁、最判昭40. 6 . 4 判時414号35頁）",
        "では、酒類販売業者又は一般の需要家がビールではない発泡酒「ライナービ",
        "ヤー」を「ビール」と誤認したことが認められるから、酒税法上のビールを製",
        "造販売している会社（ 4 社）である原告らは、その誤認された「ビヤー」の表",
        "示については、その営業上の利益が侵害され又は侵害されるおそれがあると",
        "して、原告らの差止請求を認めた。",
        ""
      ]
    },
    {
      "page_number": 170,
      "lines": [
        "160　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第10節　信用毀損行為（第 2 条第 1 項第21号関係）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　二 十一　競争関係にある他人の営業上の信用を害する虚偽の事実を告知",
        "し、又は流布する行為",
        "1 　趣旨",
        "　本号は、競争関係にある者が、客観的真実に反する虚偽の事実を告知し、",
        "又は、流布して、事業者にとって重要な資産である営業上の信用を害する",
        "ことにより、競業者を不利な立場に置き、自ら競争上有利な地位に立とう",
        "とする行為を「不正競争」の一類型として定めた規定である。昭和 9（1934）",
        "年に不正競争防止法が制定されたときに、パリ条約第10条の 2 第 3 項第 2",
        "号に対応するため設けられた。",
        "　平成 5 年改正により、旧法の第 1 条第 1 項第 6 号でいう「陳述」を、法",
        "令用語例に合わせ「告知」と書き改めたものであり、内容的には実質的な",
        "変更はない。",
        "　なお、本号が規定する信用毀損行為については、当事者間の民事的請求\nに委ね、刑事罰の対象としていない（注）。",
        "（注） 　後述第 7 章第 1 節1 2 参照。ただし、刑法233条の信用毀損及び業務妨害罪",
        "として処罰される場合がある（山本庸幸『要説　不正競争防止法〔第 4 版〕』",
        "222～223頁（社団法人発明協会、2006年）。",
        "2 　要件",
        "1  　競争関係",
        "　本号の適用には、競争関係が存在することを要件とする。したがって、",
        "非競争者間における誹謗等の信用毀損行為は、本号の問題ではなく、一般",
        "不法行為の問題として処理される。競争関係は、双方の営業につき、その",
        ""
      ]
    },
    {
      "page_number": 171,
      "lines": [
        "第10節　信用毀損行為（第 2 条第 1 項第21号関係）　　161",
        "需要者又は取引者を共通にする可能性があることで足りる（注）。",
        "（注） 　ハンガークリップ特許警告事件（東京地判平18. 8 . 8 最高裁HP）。なお、東",
        "京地判平27. 9 .29最高裁HPも、同旨。",
        "2  　他人",
        "　当該告知等の行為によって信用を害される「他人」が特定されているこ",
        "とが必要である。もっとも、当該「他人」の名称自体が明示されていなく",
        "ても、当該告知等の内容及び業界内周知の情報から、当該告知等の相手方",
        "となった取引先において、「他人」が誰を指すのか理解できるのであれば、\nそれで足りるとされる（注）。",
        "（注） 　不正競争防止法第 2 条第 1 項第21号は「競争関係にある他人の営業上の、信",
        "用を害する」虚偽の事実の告知・流布行為を不正競争行為とするものであるか",
        "ら、当該告知等の行為によって信用を害される他人が特定されていることが",
        "必要である、としつつ「他社製品」がどの企業の製品であるかは明示されてお",
        "らず、当該他人の名称自体が明示されていなくても、当該告知等の内容及び業",
        "界内周知の情報から、当該告知等の相手方となった取引先において「他人」が",
        "誰を指すのか理解できるのであれば、それで足りると解すべきである、とした",
        "裁判例もある（東京地判平18. 7 . 6 最高裁HP）。",
        "　　 　信用毀損行為を組成する文書等を受け取った者に特定の者の商品等を想起",
        "させる内容が記載されていれば足り、当該文書等に「他人」の氏名又は名称が",
        "明示されている必要はないとした裁判例もある（前掲 1 （注）ハンガークリッ",
        "プ特許警告事件）。",
        "　　 　同様の裁判例として、被告が原告の取引先に特許権侵害に関する通知を送",
        "付したという事案において、原告取引先に対する通知書に原告の会社名等は",
        "明示されていないが、これを受領した原告取引先においては、通知書に記載さ",
        "れた「仕入先」が原告を指しており、本件通知が原告に関するものであること",
        "を当然に認識し得たと認められるとしたものもある（東京地判平27. 3 .24最高",
        "裁HP、知財高判平27. 9 .29最高裁HP）。",
        "3  　虚偽の事実",
        "　「虚偽の事実」とは、客観的真実に反する事実のことである。",
        "　したがって、行為者自らが虚構したものであると、他人が虚構したもの",
        "であるとを問わず、また、表現を緩和したものであっても、表現の実質的",
        ""
      ]
    },
    {
      "page_number": 172,
      "lines": [
        "162　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "内容が事実に反している場合は、これに含まれることとなる（注）。",
        "（注） 　名誉毀損に関する判例（脱ゴーマニズム宣言事件（最判平16. 7 .15民集58巻",
        "5 号1615号））を引用して、現不正競争防止法第 2 条第 1 項第21号にいう「虚",
        "偽の事実」とは客観的事実に反する事実をいうところ、そこにいう事実は証拠",
        "等により虚偽か否かが判断可能な客観的事項をいい、事実ではない主観的な",
        "見解ないし判断、証拠等による証明になじまない物事の価値、善悪、優劣につ",
        "いての批評や論議ないし法的な見解の表明は、事実を摘示するものではなく、",
        "意見ないし論評の表明の範ちゅうに属すると解すべきである、とした裁判例",
        "がある（東京地判平27. 9 .25最高裁HP）。",
        "4  　告知・流布",
        "（1） 　告知",
        "　「告知」とは、自己の関知する事実を、特定の人に対して個別的に伝達す",
        "る行為をいい、例えば、来店した客に対して競争事業者の商品の欠点を知",
        "らせる等の行為がこれに該当する。",
        "（2） 　流布",
        "　「流布」とは、事実を不特定の人又は多数の人に対して知られるような態",
        "様において広める行為をいい、例えば、新聞紙上に競争事業者の商品を誹",
        "謗するような広告を掲載する等の行為がこれに該当する。",
        "3 　権利侵害の告知",
        "　知的財産権侵害など他人の権利侵害の事実や訴訟提起の事実を、相手方",
        "の取引先企業等に対して告知する行為は、訴訟活動として正当になされた",
        "行為であれば、正当な権利行使の一環として違法性を阻却すると考えられ\nているが、そうでない場合には、本号に該当する場合がある（注 1 ）。なお、相\n手方が自己の権利を侵害していることを理由に訴訟を提起する行為自体",
        "は、原則として裁判を受ける権利の行使であり、正当行為として違法性は\nないと考えられており、本号の問題にはならない（注 2 ）。",
        "（注 1 ） 　バイエル事件（東京高判平14. 8 .29判時1807号128頁）では、相手方の製",
        "品を使用する取引先企業に対し特許権を侵害する旨を告知する行為と本法",
        "における虚偽事実の陳述流布行為について、競業者の取引先に対する警告",
        "が、特許権の権利行使の一環としてされたものか、それとも特許権者の権利",
        ""
      ]
    },
    {
      "page_number": 173,
      "lines": [
        "第10節　信用毀損行為（第 2 条第 1 項第21号関係）　　163",
        "行使の一環としての外形をとりながらも、社会通念上認められる範囲を超",
        "えた内容、態様となっているか、という規範及びその考慮要素が示された。",
        "　　　 　その後、紙おむつ処理容器事件（知財高判平25. 2 . 1 判時2179号36頁。な",
        "お、最決平26.11.18判例集未登載において上告棄却により確定。）において、",
        "知財高裁は、「原告及び被告の顧客に対し、原告の保有する知的財産権の侵",
        "害の事実を知った場合には、侵害者に対して権利行使して自社事業を守る",
        "旨の一般的な意向を表明したに止まること、イ号物件は、本件通知書送付の",
        "3 か月余り後に登録された本件特許権を侵害するものであったこと、原告",
        "は、本件通知書送付の約 4 か月後に本訴を提起したことが認められる」とし",
        "た上で、「本件通知書の送付は、原告が知的財産権の行使の一環として行っ",
        "たものであり、被告の信用を毀損して原告が市場において優位に立つこと",
        "を目的としたものとはいえず、内容ないし態様においても社会通念上著し",
        "く不相当であるとはいえず、権利行使の範囲を逸脱するものとはいえない。",
        "また、イ号物件は、本件意匠権を侵害するものではないが、原告が、イ号物",
        "件を本件登録意匠の類似の範囲に含まれると解したことに全く根拠がない",
        "とはいえないなどの諸事情を総合考慮すれば、原告の告知行為を違法であ",
        "ると評価することはできない」と判示して、上記バイエル事件を踏襲したも",
        "のと言い得る。",
        "（注 2 ） 　不動産の測量を巡る紛争（不正競争防止法に関する事件ではない。）にお",
        "いて、「訴えの提起が相手方に対する違法な行為といえるのは、当該訴訟に",
        "おいて提訴者の主張した権利又は法律関係が事実的、法律的根拠を欠くも",
        "のであるうえ、提訴者が、そのことを知りながら又は通常人であれば容易に",
        "そのことを知り得たといえるのにあえて訴えを提起したなど、訴えの提起",
        "が裁判制度の趣旨目的に照らして著しく相当性を欠くと認められるときに",
        "限られるものと解するのが相当である」とした判例（最判昭63. 1 .26民集42",
        "巻 1 号 1 頁）がある。",
        ""
      ]
    },
    {
      "page_number": 174,
      "lines": [
        "164　　第 2 部　逐条解説　第 3 章　不正競争（第 2 条関係）",
        "第11節　代理人等の商標冒用行為（第 2 条第 1 項第22号関係）",
        "　（定義）",
        "第二条　この法律において「不正競争」とは、次に掲げるものをいう。",
        "　二 十二　パリ条約（商標法（昭和三十四年法律第百二十七号）第四条第",
        "一項第二号に規定するパリ条約をいう。）の同盟国、世界貿易機関の加",
        "盟国又は商標法条約の締約国において商標に関する権利（商標権に相",
        "当する権利に限る。以下この号において単に「権利」という。）を有す",
        "る者の代理人若しくは代表者又はその行為の日前一年以内に代理人若",
        "しくは代表者であった者が、正当な理由がないのに、その権利を有す",
        "る者の承諾を得ないでその権利に係る商標と同一若しくは類似の商標",
        "をその権利に係る商品若しくは役務と同一若しくは類似の商品若しく",
        "は役務に使用し、又は当該商標を使用したその権利に係る商品と同一",
        "若しくは類似の商品を譲渡し、引き渡し、譲渡若しくは引渡しのため",
        "に展示し、輸出し、輸入し、若しくは電気通信回線を通じて提供し、",
        "若しくは当該商標を使用してその権利に係る役務と同一若しくは類似",
        "の役務を提供する行為",
        "1 　趣旨",
        "　本号は、外国（パリ条約の同盟国・世界貿易機関の加盟国・商標法条約締約",
        "国）において商標に関する権利を有する者の代理人又は代表者（その行為の",
        "日前 1 年以内に代理人又は代表者であった者を含む。）による商標冒用行為を",
        "「不正競争」の一類型として定めた規定である。",
        "　本号は、パリ条約第 6 条の 7 第 2 項に対応するため、昭和40年改正時に",
        "より追加された規定であり、商標に関する権利者の保護を国際的に強化す",
        "ることを目的としたものである。",
        "　本来、商標権は属地性の原則により、当該登録国においてのみ効力を有",
        ""
      ]
    },
    {
      "page_number": 175,
      "lines": [
        "第11節　代理人等の商標冒用行為（第 2 条第 1 項第22号関係）　　165",
        "するのが原則であるが、本号は、国際的な「不正競争」の禁止という観点",
        "からこの原則を拡張したものである。",
        "　また、平成 6 年改正、同 8 年改正により、保護対象国に世界貿易機関の",
        "加盟国、商標法条約の締約国も含まれることとなった。",
        "　なお、本号が規定する代理人等の商標冒用行為については、当事者間の\n民事的請求に委ね、刑事罰の対象としていない（注）。",
        "（注） 　後述第 7 章第 1 節1 2 参照。",
        "2 　要件",
        "1  　商標に関する権利",
        "　商標に関する権利とは、パリ条約の同盟国、世界貿易機関の加盟国及び",
        "商標法条約の締約国における商標に関する権利を意味する。",
        "　単に商標権というと狭く解釈されるおそれがあるため、商標に関する権",
        "利という表現を用いている。",
        "　また、商標に関する権利が商標に関する質権等のような商標権以外の権",
        "利を含まないことを明確にするために「商標権に相当する権利に限る」旨",
        "を注意的に規定している。",
        "2  　サービスマーク",
        "　パリ条約上は、「商標ニ関スル権利」について、「trademark」ではなく、",
        "「mark（標章）」の語を使用していることから、サービスマークも含むとい",
        "う見解が有力であったが、我が国では、特に同条約第 6 条の 7 において登",
        "録異議の申立て、登録の無効等、登録制度を前提とした規定が置かれてい",
        "るとの考え方により、サービスマークは含まないとの解釈を採ってきた。",
        "　しかし、平成 3 （1991）年の商標法改正によりサービスマークの登録制",
        "度が導入されたことに対応し、平成 5 年改正時に、サービス（役務）に関",
        "する商標の使用についても本号による保護を認めることとした。",
        ""
      ]
    },
    {
      "page_number": 176,
      "lines": [
        ""
      ]
    }
  ]
}